Repository: SpaceExplorationTechnologies/starlink-wifi-gen2
Catalog: openwrt/package/luci/applications/luci-app-pbx/po/*/pbx.po
Languages: de, pt_br

source: Advanced Settings
de: Erweiterte Einstellungen
pt_br: Configurações Avançadas

source: Available
de: Verfügbar
pt_br: Disponível

source: Avoid using anything but alpha-numeric characters, space, comma, and period.
de: Nur alphanumerische Zeichen, Komma, Punkt und Leerzeichen verwenden
pt_br: Evite usar qualquer carácter que não seja um alfanumérico, espaço, vírgula ou ponto.

source: Away
de: Abwesend
pt_br: Ausente

source: Blacklisted Numbers
de: Nicht erlaubte Nummern (Blacklist)
pt_br: Números na Lista Negra

source: Call Routing
de: Anrufweiterleitung
pt_br: Roteamento de Chamada

source: Call-back Numbers
pt_br: Voltar a discar os números

source: Call-back Provider
pt_br: Voltar a chamar o provedor

source: Call-through Numbers
de: Durchwahl Nummern
pt_br: Números de Ligação Direta

source: Copy-paste large lists of numbers here.
de: Hier können per Copy & Paste größere Nummernlisten eingefügt werden.
pt_br: Copie e cole aqui listas de números extensas.

source: Designate numbers that are allowed to call through this system and which user's privileges they will have.
pt_br: Designar os números que estão autorizados a chamar por este sistema e quais privilégios do usuário eles terão.

source: Designate numbers to whom the system will hang up and call back, which provider will be used to call them, and which user's privileges will be granted to them.
pt_br: Designar números para os quais o sistema irá desligar e ligar de volta, qual provedor será utilizado para chamá-los, e quais privilégios do usuário serão concedidos a eles.

source: Dials numbers unmatched elsewhere
de: Wählt Nummern an, für die es keine andere Übereinstimmung gibt
pt_br: Disca números que não casam em qualquer lugar.

source: Do Not Disturb
de: Beschäftigt
pt_br: Não Perturbe

source: Domain/IP Address/Dynamic Domain
de: Domäne/IP-Adresse/Dynamische Domäne
pt_br: Domínio/Endereço IP/Domínio Dinâmico

source: Dynamic List of Blacklisted Numbers
de: Dynamische Liste nicht erlaubter Nummern (Dynamische Blacklist)
pt_br: Lista Dinâmica dos Números da Lista Negra

source: Enable Incoming Calls (Register via SIP)
de: Eingehende Anrufe akzeptieren (registrieren via SIP)
pt_br: Habilitar Chamadas Recebidas (Registrar pelo SIP)

source: Enable Incoming Calls (set Status below)
de: Eingehende Anrufe akzeptieren (Status unten einstellen)
pt_br: Habilitar Chamadas Recebidas (defina o Estado abaixo)

source: Enable Outgoing Calls
de: Ausgehende Anrufe aktivieren
pt_br: Habilitar Chamadas para Fora

source: Enabled
de: Aktiv
pt_br: Habilitado

source: Enter a VoIP provider to use for call-back in the format username@some.host.name, as listed in "Outgoing Calls" above. It's easiest to copy and paste the providers from above. Invalid entries, including providers not enabled for outgoing calls, will be rejected silently.
pt_br: Digite um provedor VoIP para utilizar para voltar a chamada no formato username@some.host.name conforme listado acima em "Chamadas Originadas". É mais fácil copiar e colar os provedores. As entradas inválidas, incluindo provedores não habilitados para chamadas de saída, serão rejeitados em silêncio.

source: Enter phone numbers that you want to decline calls from automatically. You should probably omit the country code and any leading zeroes, but please experiment to make sure you are blocking numbers from your desired area successfully.
de: Geben Sie Telefonnummern ein, von denen Anrufe automatisch zurückgewiesen werden sollen. Sie sollten die Ländervorwahl und alle führenden Nullen weglassen, aber experimentieren Sie ruhig, damit Sie auch wirklich alle Nummern blockieren, die blockiert werden sollen.
pt_br: Entre com os números de telefone que você deseja rejeitar automaticamente. Você pode omitir o código do país e qualquer zeros no início, mas, por favor, teste para ter certeza que você está bloqueando da área desejada com sucesso.

source: Enter this IP (or IP:port) in the Server/Registrar setting of SIP devices you will use ONLY locally and never from a remote location.
de: Geben SIe diese IP (oder IP:Port) in der Server-/Registrar-Einstellung der SIP-Geräte an, die Sie NUR local und niemals von einem entfernten Ort einsetzen werden.
pt_br: Entre este endereço IP (ou IP:porta) na configuração de servidor/registrador dos seus dispositivos SIP que você irá usar SOMENTE localmente e nunca de um local remoto.

source: Enter this hostname (or hostname:port) in the Server/Registrar setting of SIP devices you will use from a remote location (they will work locally too).
de: Geben SIe diese IP (oder IP:Port) in der Server-/Registrar-Einstellung der SIP-Geräte an, die Sie von einem entfernten Ort einsetzen werden (sie funktionieren auch lokal).
pt_br: Entre com o nome do equipamento (ou equipamento:porta) na configuração de servidor/Registrar do seus dispositivos SIP que você irá usar de um local remoto (eles também funcionarão localmente).

source: External SIP Port
de: Externer SIP Port
pt_br: Porta SIP Externa

source: For each provider enabled for incoming calls, here you can restrict which users to ring on incoming calls. If the list is empty, the system will indicate that all users enabled for incoming calls will ring. Invalid usernames will be rejected silently. Also, entering a username here overrides the user's setting to not receive incoming calls. This way, you can make certain users ring only for specific providers. Entries can be made in a space-separated list, and/or one per line by hitting enter after every one.
de: Hier können Sie für jeden Dienstanbieter, der für eingehende Anrufe eingerichtet ist, festlegen, welche Nutzer ein Klingelzeichen bei eingehenden Anrufen erhalten. Ist die Liste leer, klingelt es bei allen Nutzern, die eingehende Anrufe empfangen dürfen. Ungültige Benutzernamen werden ohne Fehlermeldung zurückgewiesen. Außerdem überschreibt der Eintrag eines Benutzernamens an dieser Stelle die evtl. vorhandene Einstellung für diesen Benutzer, keine eingehenden Anrufe zu erhalten. Auf diese Weise kann eingestellt werden, dass die Nutzer nur bei bestimmten Dienstanbietern ein Klingelzeichen erhalten. Einträge in dieser Liste können entweder durch Leerzeichen getrennt oder als ein Eintrag pro Zeile (Eingabetaste nach jedem Eintrag) eingegeben werden.
pt_br: Para cada provedor habilitado para receber chamadas, aqui você pode restringir quais usuários tocarão quando receber chamadas. Se a lista estiver vazia, o sistema indicará que todos os usuários com recepção de chamadas habilitada tocarão. Nome de usuários inválidos serão rejeitados silenciosamente. Além disto, entrar com um nome de usuário aqui sobrescreve a configuração do usuário para não receber chamadas. Desta forma, você pode fazer com que alguns usuários toquem somente para alguns provedores específicos. As entradas podem ser inseridas usando uma lista separada por espaço ou um por nova linha.

source: For each user enabled for outgoing calls you can restrict what providers the user can use for outgoing calls. By default all users can use all providers. To show up in the list below the user should be allowed to make outgoing calls in the "User Accounts" page. Enter VoIP providers in the format username@some.host.name, as listed in "Outgoing Calls" above. It's easiest to copy and paste the providers from above. Invalid entries, including providers not enabled for outgoing calls, will be rejected silently. Entries can be made in a space-separated list, and/or one per line by hitting enter after every one.
de: Hier können Sie für jeden Benutzer, der für abgehende Anrufe eingerichtet ist, festlegen, welche Dienstanbieter verwendet werden dürfen. In der Voreinstellung dürfen alle Benutzer auch alle Dienstanbieter verwenden. Um in der Liste unten aufzutauchen, sollte dem Benutzer auf der Seite "Benutzerkonten" erlaubt werden, abgehende Anrufe machen zu dürfen. Geben Sie VoIP-Dienstanbieter im Format Benutzername@Servername an, wie bereits oben unter "Abgehende Anrufe". Am einfachsten kopieren Sie die Dienstanbieter von dort und fügen sie hier wieder ein. Ungültige Einträge, einschließlich nicht für abgehende Anrufe zugelassene Dienstanbieter, werden ohne Fehlermeldung zurückgewiesen. Einträge in dieser Liste können entweder durch Leerzeichen getrennt und/oder als ein Eintrag pro Zeile (Eingabetaste nach jedem Eintrag) eingegeben werden.
pt_br: Para cada usuário habilitado para realizar chamadas externas, você pode restringir quais provedores o usuário poderá usar. Por padrão, todos os usuários podem usar todos os provedores. Para aparecer na lista abaixo, o usuário deve estar habilitado para realizar chamadas externas na página de "Contas de Usuários". Entre com os provedores de VoIP no formato usuário@algum.nome.de.equipamento, como listado em "Chamadas Efetuadas" abaixo. É mais fácil copiar e colar os provedores da lista abaixo. Entradas inválidas, includindo provedores não habilitados para chamadas externas, serão rejeitadas silenciosamente. As entradas podem ser inseridas usando uma lista separada por espaço ou um por nova linha.

source: Full Name
de: Vollständiger Name
pt_br: Nome Completo

source: General Settings
de: Allgemeine Einstellungen
pt_br: Configurações Gerais

source: Google Accounts
de: Google-Konten
pt_br: Contas do Google

source: Google Talk Status
de: Status für Google Talk
pt_br: Estado do Google Talk

source: Google Talk Status Message
de: Statusbenachrichtigung für Google Talk
pt_br: Mensagem de Estado do Google Talk

source: Google Voice/Talk Accounts
de: Google Voice/Talk-Konten
pt_br: Contas do Google Voice/Talk

source: Hang-up Delay
pt_br: Atraso de hang-up

source: Here you must configure at least one SIP account, that you will use to register with this service. Use this account either in an Analog Telephony Adapter (ATA), or in a SIP software like CSipSimple, Linphone, or Sipdroid on your smartphone, or Ekiga, Linphone, or X-Lite on your computer. By default, all SIP accounts will ring simultaneously if a call is made to one of your VoIP provider accounts or GV numbers.
de: Hier müssen Sie wenigstens ein SIP-Konto angeben, welches Sie zur Anmeldung an diesen Dienst nutzen. Verwenden Sie dieses Konto entweder in einem Adapter für analoges Telefonieren (ATA) oder einer SIP-Software wie CSipSimple, Linphone, oder Sipdroid auf Ihrem Smartphone, oder Ekiga, Linphone, oder X-Lite auf Ihrem Computer. In der Voreinstellung klingeln alle SIP-Konten gleichzeitig, wenn ein Anruf auf eines Ihrer VoIP-Konten oder Ihre GV-Nummern gemacht wird.
pt_br: Aqui você deve configurar pelo menos uma conta SIP, que você irá usar para se cadastrar neste serviço. Use essa conta, seja em um adaptador de telefonia analógica (ATA), ou em um softphone SIP como Linphone, CSipSimple, ou Sipdroid em seu smartphone, ou o Ekiga, Linphone, ou X-Lite no seu computador. Por padrão, ao receber uma chamada em uma das suas contas nos provedores VoIP ou em números GV, todas as contas SIP tocarão simultaneamente.

source: How long to wait before hanging up. If the provider you use to dial automatically forwards to voicemail, you can set this value to a delay that will allow you to hang up before your call gets forwarded and you get billed for it.
pt_br: Quanto tempo esperar antes de desligar. Se o provedor que você utiliza para discar automaticamente encaminha para a caixa postal de voz, você pode definir este valor para um atraso que irá permitir que você desligue sua chamada antes de ser encaminhada e cobrado financeiramente por isso.

source: If setting Server/Registrar to %s or %s does not work for you, try setting it to %s or %s and entering this port number in a separate field that specifies the Server/Registrar port number. Beware that some devices have a confusing setting that sets the port where SIP requests originate from on the SIP device itself (the bind port). The port specified on this page is NOT this bind port but the port this service listens on.
de: Wenn EInstellen des Servers/Registrars auf %s oder %s bei Ihnen nicht funktioniert, versuchen Sie die Einstellung %s oder %s und geben Sie die Portnummer in ein separates Feld für Server/Registrat-Portnummer ein. Achtung: Einige Geräte haben eine verwirrende Einstellung, die den Port setzt, von dem die SIP-Anfragen auf dem Gerät selbst herkommen (der Bindungs-Port). Der Port auf dieser Seite meint NICHT diesen Bindungs-Port, sondern den Port, an dem der Dienst lauscht.
pt_br: Se definir o servidor/registrador como %s ou %s não funcionar para você, tente defini-lo como %s ou %s e entre com este número de porta em um campo separado que especifica o número da porta do servidor/registrador. Fique ciente que alguns dispositivos têm uma configuração confusa que define a porta de origem das solicitações SIP no dispositivo SIP em si (a porta local no dispositivo). A porta especificada nesta página não é essa porta de ligação, mas a porta na qual o serviço escutará serviço.

source: If you experience jittery or high latency audio during heavy downloads, you may want to enable QoS. QoS prioritizes traffic to and from your network for specified ports and IP addresses, resulting in better latency and throughput for sound in our case. If enabled below, a QoS rule for this service will be configured by the PBX automatically, but you must visit the QoS configuration page (Network->QoS) to configure other critical QoS settings like Download and Upload speed.
de: Wenn Sie stotternden oder stark verzögerten Ton während großer Downloads haben, sollten Sie QoS einschalten. QoS priorisiert Verkehr von und zu Ihrem Netzwerk für bestimmte Ports und IP-Adressen mit dem Ergebnis einer besseren Tonübertragung in unserem Fall. Wenn unten eingeschaltet, wird eine QoS-Regel automatisch vom PBX eingerichtet, aber Sie müssen die QoS-Konfigurationsseite (Netzwerk->QoS) aufrufen, um andere kritische QoS-Einstellungen wie Upload-und Download-Geschwindigkeit vorzunehmen.
pt_br: Se você sentir falhas ou alta latência enquanto baixa conteúdos pesados​​, você pode querer habilitar o <abbr title="Quality of Service, Qualidade de serviço">QoS</abbr>. O <abbr title="Quality of Service, Qualidade de serviço">QoS</abbr> prioriza o tráfego de e para a sua rede para endereços IP e portas específicas, resultando em melhor latência e redimento de som. Se ativado, será configurada automaticamente pelo PABX uma regra de <abbr title="Quality of Service, Qualidade de serviço">QoS</abbr> para este serviço, mas você deve visitar a página de configuração de <abbr title="Quality of Service, Qualidade de serviço">QoS</abbr> (Rede -> QoS) para configurar outras configurações críticas de QoS como as velocidades da sua conexão.

source: If you have more than one account that can make outgoing calls, you should enter a list of phone numbers and/or prefixes in the following fields for each provider listed. Invalid prefixes are removed silently, and only 0-9, X, Z, N, #, *, and + are valid characters. The letter X matches 0-9, Z matches 1-9, and N matches 2-9. For example to make calls to Germany through a provider, you can enter 49. To make calls to North America, you can enter 1NXXNXXXXXX. If one of your providers can make "local" calls to an area code like New York's 646, you can enter 646NXXXXXX for that provider. You should leave one account with an empty list to make calls with it by default, if no other provider's prefixes match. The system will automatically replace an empty list with a message that the provider dials all numbers not matched by another provider's prefixes. Be as specific as possible (i.e. 1NXXNXXXXXX is better than 1). Please note all international dial codes are discarded (e.g. 00, 011, 010, 0011). Entries can be made in a space-separated list, and/or one per line by hitting enter after every one.
de: Wenn Sie mehr als ein Konto für abgehende Anrufe haben, sollten Sie eine Liste von Telefonnummern/Vorwahlen in den folgenden Feldern für jeden aufgeführten Dienstanbieter eintragen. Ungültige Vorwahlen werden ohne Fehlermeldung entfernt, nur 0-9, X, Z, N, #, *, und + sind gültige Zeichen. Der Buchstabe X entspricht 0-9, Z entrpricht 1-9, N entspricht 2-9. Zum Beispiel können Sie 49 eingeben, um Anrufe nach Deutschland über einen Dienstanbieter zu tätigen. Für Anrufe nach Nordamerika geben Sie 1NXXNXXXXXX an. Unterstützt ein Dienstanbieter Ortsgespräche, wie im Gebiet 646 von New York, geben Sie 646NXXXXXX für diesen Anbieter ein. Ein Konto sollte eine leere Liste behalten, damit Sie darüber standardmäßig Anrufe tätigen können, wenn keine der Vorwahlen für die anderen Anbieter übereinstimmt. Das System ersetzt eine leere Liste automatisch mit dem Eintrag, dass dieser Anbieter alle Vorwahlen unterstützt, die von den anderen Anbietern nicht unterstützt werden. Seien Sie so spezifisch wie möglich (1NXXNXXXXXX ist besser als 1). Bitte beachten Sie, dass alle internationalen Vorwahl-Codes (wie 00, 011, 010, 0011) verworfen werden. Einträge können durch Leezeichen getrennt und/oder einzeln pro Zeile (Abschließen mit Eingabe-Taste) eingegeben werden.
pt_br: Se você tiver mais de uma conta que pode fazer chamadas externas, você deve informar uma lista de números de telefone e/ou prefixos nos seguintes campos para cada provedor listados. Prefixos inválidos são removidos silênciosamente, e some os caracteres 0-9, X, Z, N, # *,, e + são válidos. A letra X corresponde a 0-9, Z corresponde a 1-9, e N corresponde a 2-9. Por exemplo, para fazer chamadas para a Alemanha através de um provedor, você pode digitar 49. Para fazer chamadas para a América do Norte, você pode entrar 1NXXNXXXXXX. Se um de seus provedores pode fazer chamadas locais para um código de área como Nova York (646), você pode entrar com 646NXXXXXX para esse provedor. Você deve deixar uma conta com uma lista vazia para fazer chamadas com ele por padrão para o caso do prefixo não casar com nenhum outro fornecedor. O sistema irá substituir automaticamente uma lista vazia com uma mensagem que os este provedor será utilizado caso nenhuma das regras dos demais provedores casem. Seja tão específico quanto possível (isto é 1NXXNXXXXXX é melhor do que 1). Por favor, note que todos os códigos de discagem internacionais são descartados (por exemplo 00, 011, 010, 0011). As entradas podem ser feitas em uma lista separada por espaços ou por nova linha.

source: Incoming Calls
de: Eingehende Anrufe
pt_br: Chamadas Recebidas

source: Insert QoS Rules
de: QoS-Regeln einfügen
pt_br: Inserir Regras QoS

source: Makes Outgoing Calls
de: Macht ausgehende Anrufe
pt_br: Realiza Chamadas para Fora

source: NOTE: There are no Google or SIP provider accounts configured.
de: ACHTUNG: Es sind keine Konten für Google oder einen SIP-Dienstanbieter eingerichtet.
pt_br: NOTA: Não existe uma conta Google ou provedor SIP configurado.

source: NOTE: There are no Google or SIP provider accounts enabled for incoming calls.
de: ACHTUNG: Es sind keine Konten für Google oder einen SIP-Dienstanbieter für eingehende Anrufe eingerichtet.
pt_br: NOTA: Não existe uma conta Google ou provedor SIP habilitado para receber chamadas.

source: NOTE: There are no Google or SIP provider accounts enabled for outgoing calls.
de: ACHTUNG: Es sind keine Konten für Google oder einen SIP-Dienstanbieter für abgehende Anrufe eingerichtet.
pt_br: NOTA: Não existe uma conta Google ou provedor SIP habilitado para efetuar chamadas externas.

source: NOTE: There are no local user accounts configured.
de: ACHTUNG: Es sind keine lokalen Benutzerkonten eingerichtet.
pt_br: NOTA: Não existe uma conta local configurada.

source: NOTE: There are no local user accounts enabled for outgoing calls.
de: ACHTUNG: Es sind keine lokalen Benutzerkonten für abgehende Anrufe eingerichtet.
pt_br: NOTA: Não existe uma conta local configurada para efetuar chamadas externas.

source: No
de: Nein
pt_br: Não

source: Number of Seconds to Ring
de: Dauer des Klingelns in Sekunden
pt_br: Número de Segundos para Tocar

source: Outbound Proxy
de: Proxy für ausgehende Verbindungen
pt_br: Proxy Externo

source: Outgoing Calls
de: Abgehende Anrufe
pt_br: Chamadas Efetuadas

source: PBX Main Page
de: PBX-Hauptseite
pt_br: Página Principal do PBX

source: PBX Service Status
de: PBX-Dienststatus
pt_br: Estado do Serviço PBX

source: Password
de: Passwort
pt_br: Senha

source: Pick a random port number between 6500 and 9500 for the service to listen on. Do not pick the standard 5060, because it is often subject to brute-force attacks. When finished, (1) click "Save and Apply", and (2) look in the "SIP Device/Softphone Accounts" section for updated Server and Port settings for your SIP Devices/Softphones.
pt_br: Escolha uma porta aleatória entre 6500 e 9500 onde o serviço irá escutar. Não escolha a porta padrão 5060 pois ela é frequentemente alvo de ataques de força bruta. Quanto terminar, (1) clique em "Salvar e Aplicar", e (2) olhe na seção "Dispositivo SIP/Contas do Softphone" para as configurações atualizadas do servidor e porta para o seu Dispositivo SIP/Softphone.

source: Port Setting for SIP Devices
de: Port-Einstellung für SIP-Geräte
pt_br: Configuração da Porta para Dispositivos SIP

source: Providers Used for Outgoing Calls
de: Provider für abgehende Anrufe
pt_br: Provedores Usados para as Chamadas para Fora

source: QoS Settings
de: QoS Einstellungen
pt_br: Configurações de QoS

source: RTP Port Range End
de: Ende des RTP-Port-Bereichs
pt_br: Final da Faixa de Portas RTP

source: RTP Port Range Start
de: Anfang des RTP-Port-Bereichs
pt_br: Inicio da Faixa de Portas RTP

source: RTP traffic carries actual voice packets. This is the start of the port range that will be used for setting up RTP communication. It's usually OK to leave this at the default value.
de: RTP-Verkehr überträgt die aktuellen Sprachpakete. Dies ist der Anfang des Port-Bereichs, der für die Einrichtung der RTP-Verbindung verwendet wird. Normalerweise kann hier die Voreinstellung belassen werden.
pt_br: O tráfego RTP transporta de fato os pacotes de voz. Este é o início do intervalo de portas que será usado para a estabelecer uma comunicação RTP. Geralmente não é um problema deixar esta configuração com o valor padrão.

source: Receives Incoming Calls
de: Empfängt eingehende Anrufe
pt_br: Recebe Chamadas para Dentro

source: Remote Usage
de: Benutzung aus der Ferne
pt_br: Uso Remoto

source: Rings users enabled for incoming calls
de: Für eingehende Anrufe freigeschaltete Nutzer erhalten Klingelzeichen
pt_br: Toca usuários habilitados para receber chamadas

source: SIP Accounts
de: SIP-Konten
pt_br: Contas SIP

source: SIP Device/Softphone Accounts
de: SIP-Geräte-/Softphone-Konten
pt_br: Contas de Dispositivos SIP/Telefones em Software

source: SIP Provider Accounts
de: SIP-Dienstanbieter-Konten
pt_br: Contas dos Provedores SIP

source: SIP Realm (needed by some providers)
de: SIP-Bereich (von manchen Dienstanbietern benötigt)
pt_br: Domínio SIP (necessário para alguns provedores)

source: SIP Server/Registrar
pt_br: Servidor SIP/Registrador

source: SIP Server/Registrar Port
pt_br: Porta do Servidor SIP/Registrador

source: Server Setting
de: Servereinstellung
pt_br: Configuração do Servidor

source: Server Setting for Local SIP Devices
de: Servereinstellung für lokale SIP-Geräte
pt_br: Configuração do Servidor para Dispositivos SIP Locais

source: Server Setting for Remote SIP Devices
de: Servereinstellung für entfernte SIP-Geräte
pt_br: Configuração do Servidor para Dispositivos SIP Remotos

source: Service Status
de: Dienst-Status
pt_br: Estado do Serviço
