Repository: SpaceExplorationTechnologies/starlink-wifi-gen2
Catalog: openwrt/package/luci/applications/luci-app-pbx/po/*/pbx.po
Languages: de, pt_br

source: Set the number of seconds to ring users upon incoming calls before hanging up or going to voicemail, if the voicemail is installed and enabled.
de: Stellen Sie ein (in Sekunden), wie lange es bei den Benutzern klingeln soll, bevor aufgelegt oder zur Voicemail (falls installiert und aktiv) übergegangen wird.
pt_br: Define o número de segundos para tocar o telefone ao receber chamadas antes de desligar ou ir para a caixa postal, se o correio de voz estiver instalado e habilitado.

source: Space-Separated List of Blacklisted Numbers
de: Mit Leerzeichen unterteilte Liste gesperrter Nummern
pt_br: Números na Lista Negra separados por Espaço

source: Specify numbers individually here. Press enter to add more numbers.
de: Geben Sie die Nummern hier einzeln an. Drücken Sie Eingabe, um weitere Nummern hinzuzufügen.
pt_br: Especifique os números individualmente aqui. Pressione o Enter para adicionar mais números.

source: Specify numbers individually here. Press enter to add more numbers. You will have to experiment with what country and area codes you need to add to the number.
pt_br: Especifique aqui os números individualmente. Pressione o "Enter" para adicionar mais números. Você terá que experimentar com qual código de país ou de área você precisa adicionar aos números.

source: The number(s) specified above will be able to dial out with this user's providers. Invalid usernames, including users not enabled for outgoing calls, are dropped silently. Please verify that the entry was accepted.
de: Die oben angegebene(n) Nummer(n) können für ausgehende Anrufe mit den Dienstanbietern dieses Nutzers verwendet werden. Ungültige Benutzernamen, einschließlich Nutzer, die nicht für ausgehende Anrufe freigeschaltet sind, werden ohne Fehlermeldung verworfen. Bitte überprüfen Sie deshalb, ob der Eintrag akzeptiert wurde.
pt_br: O número(s) acima especificados serão capazes de discar com os provedores deste usuário. Nomes inválidos, incluindo usuários não habilitados para chamadas externas, serão descartados silenciosamente. Por favor, verifique se a entrada foi aceita.

source: This configuration page allows you to configure a phone system (PBX) service which permits making phone calls through multiple Google and SIP (like Sipgate, SipSorcery, and Betamax) accounts and sharing them among many SIP devices. Note that Google accounts, SIP accounts, and local user accounts are configured in the "Google Accounts", "SIP Accounts", and "User Accounts" sub-sections. You must add at least one User Account to this PBX, and then configure a SIP device or softphone to use the account, in order to make and receive calls with your Google/SIP accounts. Configuring multiple users will allow you to make free calls between all users, and share the configured Google and SIP accounts. If you have more than one Google and SIP accounts set up, you should probably configure how calls to and from them are routed in the "Call Routing" page. If you're interested in using your own PBX from anywhere in the world, then visit the "Remote Usage" section in the "Advanced Settings" page.
de: Diese Konfigurationsseite erlaubt Ihnen die Einrichtung eines Telefonsystemdienstes (PBX), der Anrufe über mehrere Google- und SIP-Konten (wie Sipgate, SipSorcery und Betamax) erlaubt. Sie können diese Konten für viele SIP-Geräte verwenden. Beachten Sie, dass Google-, SIP- und lokale Benutzer-Konten in den Abschnitten "Google-Konten", "SIP-Konten" und "Benutzerkonten" eingerichtet werden. Sie müssen mindestens ein Benutzerkonto für diesen PBX vorsehen und dann ein SIP-Gerät oder Softphone für die Benutzung dieses Kontos einrichten, damit Sie Anrufe mit Ihren Google-/SIP-Konten tätigen oder empfangen können. Wenn Sie mehr als ein Google- / SIP-Konto eingerichtet haben, sollten Sie auf der Seite "Anrufweiterleitung" einrichten, wie diese Anrufe behandelt werden. Wenn Sie Ihr PBX von irgendwo auf der Welt nutzen wollen, schauen Sie auf den Abschnitt "Benutzung aus der Ferne" auf der Seite "Erweiterte Einstellungen".
pt_br: Esta página de configuração permite configurar um sistema de serviço de telefone (PABX), que permite fazer chamadas telefônicas através do Google múltipla e SIP (como Sipgate, SipSorcery e Betamax) contas e compartilhá-los entre diversos dispositivos SIP. Note-se que as contas do Google, contas SIP, e contas de usuários locais são configurados em "Contas do Google", "Contas SIP" e "Contas de Usuário" sub-seções. Você deve adicionar pelo menos uma conta de usuário para este PABX e configurar um dispositivo SIP ou softphone para usar a conta, a fim de fazer e receber chamadas com o Google / SIP contas. Configurando vários usuários permitem que você faça chamadas gratuitas entre todos os usuários, e partilhar o Google configurado e contas SIP. Se você tem mais de um Google e contas SIP configurado, você provavelmente deve configurar como as chamadas de e para eles são encaminhados para a "Call Routing" página. Se você está interessado em usar o seu próprio PABX de qualquer lugar do mundo, então, visitar o "Remote Uso" na seção "Advanced Settings" página.

source: This is the name that the VoIP server will use to identify itself when registering to VoIP (SIP) providers. Some providers require this to a specific string matching a hardware SIP device.
de: Dies ist der Name, den der VoIP-Server verwenden wird, um sich selbst bei der Registrierung beim VoIP-Dienstanbieter zu identifizieren. Einige Anbieter verlangen, dass dies ein spezieller Begriff ist, der einem Hardware-SIP-Gerät entspricht.
pt_br: Este é o nome que o servidor VoIP será usado para identificar-se quando se registrar para VoIP (SIP) fornecedores. Alguns provedores exigem isso para uma seqüência específica de correspondência de um dispositivo de hardware SIP.

source: This is where you indicate which Google/SIP accounts are used to call what country/area codes, which users can use what SIP/Google accounts, how incoming calls are routed, what numbers can get into this PBX with a password, and what numbers are blacklisted.
de: Hier geben Sie an, welche Google-/SIP-Konten für welche Ländervorwahlen benutzt werden sollen, welche Nutzer welche Konten verwenden dürfen, wie Anrufe weitergeleitet werden, welche Nummern mit Password in diesen PBX kommen, und welche Nummern ausgeschlossen werden.
pt_br: Este é o local onde você indica quais contas Google/SIP serão usadas para chamar quais códigos de área/país, que usuários poderão usar quais contas Google/SIP, como as chamadas recebidas serão roteadas, que números podem ser recebidos por este PBX com uma senha e qual números estão banidos.

source: This is where you set up your Google (Talk and Voice) Accounts, in order to start using them for dialing and receiving calls (voice chat and real phone calls). Please make at least one voice call using the Google Talk plugin installable through the GMail interface, and then log out from your account everywhere. Click "Add" to add as many accounts as you wish.
de: Hier stellen Sie Ihre Google (Talk und Voice) Konten ein, um sie für abgehende und ankommende Anrufe nutzen zu können (Voice Chat und Telefon-Anrufe). Bitte tätigen Sie wenigstens einen Sprach-Anruf mit dem Google-Talk-Plugin, das über das GMail-Interface zu installieren ist, und melden Sie sich dann überall aus Ihrem Konto ab. Klicken Sie auf "Hinzufügen" um so viele Konten hinzuzufügen, wie Sie wollen.
pt_br: Este é o local onde você configura suas contas Google (Talk e Voice) para poder usá-las para realizar ou receber chamadas (conversa por voz e chamadas para telefones reais). Por favor, realize ao menos uma chamada de voz usando o plugin do Google Talk, instalável na interface do GMail. Após esta chamada, saia da sua conta em todos os serviços. Clique em "Adicionar" para adicionar quantas contas você desejar.

source: This is where you set up your SIP (VoIP) accounts ts like Sipgate, SipSorcery, the popular Betamax providers, and any other providers with SIP settings in order to start using them for dialing and receiving calls (SIP uri and real phone calls). Click "Add" to add as many accounts as you wish.
de: Hier stellen Sie Ihre SIP (VoIP) Konten, wie Sipgate, SipSorcery, die populären Betamax-Anbieter, und alle anderen Anbieter mit SIP-Einstellungen ein, um sie für abgehende und ankommende Anrufe nutzen zu können (SIP uri und Telefon-Anrufe). Klicken Sie auf "Hinzufügen" um so viele Konten hinzuzufügen, wie Sie wollen.
pt_br: Este é o local onde você configura suas contas SIP (VoIP) como Sipgate, SipSorcery, os populares provedores Betamax, e qualquer outro provedor com suporte a SIP para permitir o uso destas contas para efetuar e receber chamadas (URI de SIP e chamads para números reais). Clique em "Adicionar" para adicionar quantas contas você desejar.

source: This option should be set to "Yes" if you have a DID (real telephone number) associated with this SIP account or want to receive SIP uri calls through this provider.
de: Diese Option sollte auf "Ja" gesetzt werden, wenn Sie eine DID (reale Telefonnummer) haben, die mit diesem SIP-Konto verknüpft ist, oder wenn Sie SIP-Anrufe über diesen Anbieter empfangen wollen.
pt_br: Esta opção deve estar definida como "Sim" se você tem um DDR (Discagem Direta a Ramal) associado com esta conta SIP or quer receber chamadas URI de SIP através deste provedor.

source: This section contains settings that do not need to be changed under normal circumstances. In addition, here you can configure your system for use with remote SIP devices, and resolve call quality issues by enabling the insertion of QoS rules.
de: Dieser Abschnitt enthält Einstellungen, die unter normalen Umständen nicht geändert werden müssen. Zusätzlich konnen Sie hier Ihr System für die Verwendung mit entfernten SIP-Geräten einrichten und Probleme bei der Tonqualität beheben, indem Sie die Festlegung von QoS-Regeln aktivieren.
pt_br: Esta seção contém configurações que não precisam ser modificadas em condições normais. Aqui você pode configurar seu sistema para usar com dispositivos SIP remotos e resolver problemas com a qualidade das chamadas através da inserção de regras de <abbr title="Quality of Service, Qualidade de serviço">QoS</abbr>.

source: Use (four to five digit) numeric user name if you are connecting normal telephones with ATAs to this system (so they can dial user names).
de: Verwenden Sie eine vier- bis fünfstellige Nummer als Benutzernamen, wenn Sie normale Telefone mit ATA an dieses System anschließen (damit diese Namen über deren Zifferntastatur eingegeben werden können).
pt_br: Use o nome de usuário numérico (4 a 5 dígitos) se você estiver conectando telefones normais com ATAs para este sistema (para que eles possam discar os nomes de seus usuários).

source: Use this account to make outgoing calls as configured in the "Call Routing" section.
de: Dieses Konto für abgehende Anrufe verwenden, wie im Abschnitt "Anrufweiterleitung" eingestellt.
pt_br: Use esta conta para realizar chamadas externas como configurado na seção de "Roteamento de Chamada".

source: Use this account to make outgoing calls.
de: Dieses Konto für abgehende Anrufe verwenden.
pt_br: Use esta conta para realizar chamadas externas.

source: User Accounts
de: Benutzerkonten
pt_br: Contas de Usuários

source: User Agent String
de: Benutzeridentifikation (User Agent)
pt_br: Texto para o Agente do Usuário

source: User Name
de: Benutzername
pt_br: Nome do Usuário

source: Uses providers enabled for outgoing calls
de: Verwendet für abgehende Anrufe eingerichtete Dienstanbieter
pt_br: Usa provedores habilitados para chamadas externas

source: When somebody starts voice chat with your GTalk account or calls the GVoice, number (if you have Google Voice), the call will be forwarded to any users that are online (registered using a SIP device or softphone) and permitted to receive the call. If you have Google Voice, you must go to your GVoice settings and forward calls to Google chat in order to actually receive calls made to your GVoice number. If you have trouble receiving calls from GVoice, experiment with the Call Screening option in your GVoice Settings. Finally, make sure no other client is online with this account (browser in gmail, mobile/desktop Google Talk App) as it may interfere.
de: Wenn jemand einen Voice-Chat mit Ihrem GTalk-Konto oder die GVoice-Nummer (falls Sie Google Voice haben) anruft, wird der Anruf an jeden Benutzer weiter geleitet, der Online ist (mit SIP-Gerät oder Softphone) und den Anruf empfangen darf. Wenn Sie Google Voice haben, müssen Sie in Ihre GVoice-Einstellungen gehen und Anrufe zu Google Chat weiter leiten, damit Sie Anrufe auf Ihre GVoice-Nummer empfangen können. Bei Problemen mit dem Empfang von Anrufen über GVoice, experimentieren Sie mit der Option "Anrufprüfung" in den GVoice-Einstellungen. Stellen Sie schließlich sicher, dass kein anderer Client mit diesem Konto Online ist (z.B. Browser in GMail, Google Talk App mobil oder auf PC), denn das könnte Einfluss haben.
pt_br: Quando alguém iniciar uma conversa por voz com sua conta do GTalk ou chamar seu número GVoice (se você tiver uma conta Google Voice), a chamada será encaminhada para qualquer usuários que estão conectados (registados utilizando um dispositivo SIP ou softphone) e autorizados a receber a chamada. Se você tiver uma conta Google Voice, você deve ir para as configurações da sua conta GVoice e encaminhar as chamadas para o Google Chat, a fim de realmente receber chamadas feitas para o seu número GVoice. Se você tiver problemas para receber chamadas oriundas do GVoice, experimente a opção "Call Screening/Monitoramento de Chamadas" na configurações da sua conta GVoice. Finalmente, certifique-se de nenhum outro cliente está online com essa conta (navegador contado no GMail, aplicativo Google Talk no Desktop ou Celular), pois isto pode interferir.

source: When your password is saved, it disappears from this field and is not displayed for your protection. The previously saved password will be changed only when you enter a value different from the saved one.
de: Wenn Ihr Passwort gespeichert wird, verschwindet es aus diesem Feld und wird zu Ihrem Schutz nicht angezeigt. Ein vorher gespeichertes Passwort wird nur geändert, wenn Sie ein geändertes Passwort eingeben.
pt_br: Quando a sua senha for salva, ela desaparece deste campo e não será exibida para sua proteção. A senha será alterada somente quando você informar uma nova senha diferente da que foi salva anteriormente.

source: Yes
de: Ja
pt_br: Sim

source: You can enter your domain name, external IP address, or dynamic domain name here. The best thing to input is a static IP address. If your IP address is dynamic and it changes, your configuration will become invalid. Hence, it's recommended to set up Dynamic DNS in this case. and enter your Dynamic DNS hostname here. You can configure Dynamic DNS with the luci-app-ddns package.
pt_br: Você pode informar aqui o nome do domínio, endereço IP externo, ou um nome de domínio dinâmico. O melhor é informar um endereço IP estático. Se o seu endereço IP é dinâmico e ele muda, sua configuração se tornará inválida. Desta forma, é recomendado configurar um serviço de domínios dinâmicos e utilizar este nome aqui. Você pode configurar o serviço de domínios dinâmicos com o pacote luci-app-ddns.

source: You can specify a real name to show up in the Caller ID here.
de: Sie können hier einen Klarnamen angeben, der als Name des Anrufers erscheint.
pt_br: Você pode especificar um nome real para aparecer no identificador de chamadas.

source: You can use your SIP devices/softphones with this system from a remote location as well, as long as your Internet Service Provider gives you a public IP. You will be able to call other local users for free (e.g. other Analog Telephone Adapters (ATAs)) and use your VoIP providers to make calls as if you were local to the PBX. After configuring this tab, go back to where users are configured and see the new Server and Port setting you need to configure the remote SIP devices with. Please note that if this PBX is not running on your router/gateway, you will need to configure port forwarding (NAT) on your router/gateway. Please forward the ports below (SIP port and RTP range) to the IP address of the device running this PBX.
de: Sie können Ihre SIP-Geräte/Softphones mit diesem System auch von einem entfernten Ort aus benutzen, so lange Ihnen Ihr Internet-Dienstanbieter eine öffentliche IP-Adresse zuweist. Sie können andere lokale Benutzer kostenlos anrufen (z.B. andere Analog-Telefon-Adapter (ATA)) und Ihre VoIP-Anbieter für Anrufe verwenden, als ob Sie am lokalen PBX angeschlossen wären. Nach der Einrichtung dieses Tabs gehen Sie zu den Benutzereinstellungen zurück und schauen Sie nach den neuen Einstellungen für Server und Port, die Sie an den entfernten SIP-Geräten vornehmen müssen. Bitte beachten Sie, dass Sie NAT/Portweiterleitung auf dem Router/Gateway einrichten müssen, falls dieser PBX nicht auf Ihrem Router/Gateway läuft. Bitte leiten Sie die unten angegebenen Ports (SIP-Port und RTP-Bereich) auf die IP-Adresse dieses PBX weiter.
pt_br: Você pode usar seus dispositivos SIP/softphones com este sistema a partir de um local remoto, desde que o seu provedor de Internet lhe forneça um endereço IP público. Você poderá ligar para outros usuários locais sem custo (por exemplo, outros adaptadores de telefone analógico (ATAs)) e usar seus provedores de VoIP para fazer chamadas como se fossem originadas do local do seu PBX. Depois de configurar esta aba, volte para onde os usuários são configurados e veja as novas configurações de servidor e porta com as quais você precisa configurar os seus dispositivos SIP remotos. Por favor, note que se este PABX não está rodando no seu roteador, você terá que configurar o redirecionamento de portas (NAT) no seu roteador. Por favor, encaminhe as portas abaixo (porta SIP e intervalo de porta RTP) para o endereço IP do dispositivo que executa este PBX.

source: Your PIN disappears when saved for your protection. It will be changed only when you enter a value different from the saved one. Leaving the PIN empty is possible, but please beware of the security implications.
de: Ihre PIN verschwindet beim Speichern aus diesem Feld und wird zu Ihrem Schutz nicht angezeigt. Eine vorher gespeicherte PIN wird nur geändert, wenn Sie eine geänderte PIN eingeben. Sie können die PIN leer lassen, aber denken Sie an die Konsequenzen für die Sicherheit.
pt_br: Seu PIN desaparece deste campo quando for salvo e não será exibido para sua proteção. Ele será alterada somente quando você informar um PIN diferente do que foi salvo anteriormente. É possível deixá-lo em branco mas fique atento quanto as implicações na segurança.

source: Your password disappears when saved for your protection. It will be changed only when you enter a value different from the saved one.
de: Ihr Passwort verschwindet beim Speichern und wird zu Ihrem Schutz nicht angezeigt. Es wird nur geändert, wenn Sie ein anderes Passwort eingeben.
pt_br: Sua senha desaparece deste campo quando for salva e não será exibida para sua proteção. A senha será alterada somente quando você informar uma nova senha diferente da que foi salva anteriormente.
