Repository: SpaceExplorationTechnologies/starlink-wifi-gen2
Catalog: openwrt/package/luci/applications/luci-app-tinyproxy/po/*/tinyproxy.po
Languages: ru

source: <em>Via proxy</em> routes requests to the given target via the specifed upstream proxy, <em>Reject access</em> disables any upstream proxy for the target
ru: <em>Через прокси</em> перенаправляет запросы на заданные узлы через указанный прокси, <em>Отклонять доступ</em> отключает использование прокси для всех узлов

source: Adds an "X-Tinyproxy" HTTP header with the client IP address to forwarded requests
ru: Добавляет HTTP-заголовок "X-Tinyproxy" с IP-адресом клиента ко всем перенаправленным запросам

source: Allowed clients
ru: Разрешённые клиенты

source: Allowed connect ports
ru: Разрешённые порты подключения

source: Bind address
ru: Адрес привязки

source: By default, basic POSIX expressions are used for filtering. Enable this to activate extended regular expressions
ru: Разрешить использование расширенных регулярных выражений для фильтрации. По умолчанию, используются базовые POSIX-выражения

source: By default, filter strings are treated as case-insensitive. Enable this to make the matching case-sensitive
ru: По умолчанию, строки фильтрации регистро-независимы. Включите эту опцию, чтобы сделать сравнение регистро-зависимым

source: By default, filtering is done based on domain names. Enable this to match against URLs instead
ru: По умолчанию, фильтрация выполняется на основе имени домена. Включите эту опцию, чтобы фильтровать при помощи URL

source: By default, the filter rules act as blacklist. Enable this option to only allow matched URLs or domain names
ru: По умолчанию, фильтрация работает в режиме чёрного списка. Включите эту опцию, чтобы разрешить только опредёленные URL или доменные имена

source: Can be either an IP address or range, a domain name or "." for any host without domain
ru: Может быть IP-адресом, диапазоном, именем домена или "." для любого хоста без домена

source: Configuration
ru: Конфигурация

source: Connection timeout
ru: Таймаут соединения

source: Default deny
ru: Запретить по умолчанию

source: Enable Tinyproxy server
ru: Включить сервер Tinyproxy

source: Error page
ru: Страница ошибки

source: Failed to retrieve statistics from url:
ru: Ошибка получения статистики по URL:

source: Filter by RegExp
ru: Фильтровать при помощи регулярных выражений

source: Filter by URLs
ru: Фильтровать по URL

source: Filter case-sensitive
ru: Фильтровать с учётом регистра

source: Filter file
ru: Файл фильтрации

source: Filtering and ACLs
ru: Фильтрация и ACL

source: General settings
ru: Общие настройки

source: Group
ru: Группа

source: HTML template file to serve for stat host requests
ru: HTML-шаблон для статистики хостов

source: HTML template file to serve when HTTP errors occur
ru: HTML-шаблон для вывода ошибок HTTP

source: Header whitelist
ru: Белый список заголовков

source: List of IP addresses or ranges which are allowed to use the proxy server
ru: Список или диапазон IP-адресов, которым разрешено использовать прокси-сервер

source: List of allowed ports for the CONNECT method. A single value "0" allows all ports
ru: Список разрешённых портов для метода CONNECT. Значение "0" разрешает все порты

source: Listen address
ru: Адрес

source: Listen port
ru: Порт

source: Log file
ru: Файл журналирования

source: Log file to use for dumping messages
ru: Файл для записи сообщений

source: Log level
ru: Уровень журналирования

source: Logging verbosity of the Tinyproxy process
ru: Уровень подробности журналирования процесса Tinyproxy

source: Max. clients
ru: Макс. кол-во клиентов

source: Max. requests per server
ru: Макс. кол-во запросов на сервер

source: Max. spare servers
ru: Макс. кол-во серверов ожидания

source: Maximum allowed number of concurrently connected clients
ru: Максимально допустимое количество одновременно подключенных клиентов

source: Maximum allowed number of requests per process. If it is exeeded, the process is restarted. Zero means unlimited.
ru: Максимально допустимое количество запросов на процесс. Если превышено, процесс будет перезапущен. Ноль отключает данное ограничение.

source: Maximum number of prepared idle processes
ru: Максимальное количество готовых к обработке процессов

source: Maximum number of seconds an inactive connection is held open
ru: Максимальное количество секунд, в течение которых неактивное соединение остаётся открытым

source: Min. spare servers
ru: Мин. кол-во серверов ожидания

source: Minimum number of prepared idle processes
ru: Минимальное количество готовых к обработке процессов

source: Number of idle processes to start when launching Tinyproxy
ru: Количество готовых к обработке процессов при старте Tinyproxy

source: Plaintext file with URLs or domains to filter. One entry per line
ru: Файл с URL или доменами для фильтрации. Одна запись на строку

source: Policy
ru: Политика

source: Privacy settings
ru: Настройки конфиденциальности

source: Reject access
ru: Отклонять доступ

source: Server Settings
ru: Настройки сервера

source: Server limits
ru: Ограничения сервера

source: Specifies HTTP header names which are allowed to pass-through, all others are discarded. Leave empty to disable header filtering
ru: Определяет HTTP-заголовки, которым разрешено проходить через прокси. Оставьте пустым, чтобы не фильтровать заголовки

source: Specifies the HTTP port Tinyproxy is listening on for requests
ru: Определяет порт HTTP, на котором Tinyproxy ожидает запросы

source: Specifies the Tinyproxy hostname to use in the Via HTTP header
ru: Определяет имя хоста Tinyproxy, которое будет использовано в HTTP-заголовке Via

source: Specifies the address Tinyproxy binds to for outbound forwarded requests
ru: Определяет адрес, к которому привязывается Tinyproxy для отправки исходящих запросов

source: Specifies the addresses Tinyproxy is listening on for requests
ru: Определяет адрес, на котором Tinyproxy ожидает запросы

source: Specifies the group name the Tinyproxy process is running as
ru: Определяет имя группы, в которой работает Tinyproxy

source: Specifies the upstream proxy to use for accessing the target host. Format is <code>address:port</code>
ru: Определяет прокси восходящего канала для доступа к хосту в формате <code>адрес:порт</code>

source: Specifies the user name the Tinyproxy process is running as
ru: Определяет пользователя, от имени которого работает Tinyproxy

source: Start spare servers
ru: Запустить указанное количество готовых к обработке процессов

source: Statistics page
ru: Страница статистики

source: Status
ru: Состояние

source: Target host
ru: Хост назначения

source: Tinyproxy Status
ru: Состояние Tinyproxy

source: Tinyproxy is a small and fast non-caching HTTP(S)-Proxy
ru: Tinyproxy - быстрый HTTP(S)-прокси, не использующий кэш

source: Upstream Proxies
ru: Прокси для исходящего трафика

source: Upstream proxy rules define proxy servers to use when accessing certain IP addresses or domains.
ru: Прокси для исходящего трафика при обращении к определённым IP-адресам или доменам.

source: Use syslog
ru: Использовать системный журнал

source: User
ru: Пользователь

source: Via hostname
ru: Имя хоста Via

source: Via proxy
ru: Через прокси

source: Writes log messages to syslog instead of a log file
ru: Записывать сообщения журнала в системный журнал вместо файла

source: X-Tinyproxy header
ru: Заголовок X-Tinyproxy
