Repository: SpaceExplorationTechnologies/starlink-wifi-gen2
Catalog: openwrt/package/luci/applications/luci-app-wshaper/po/*/wshaper.po
Languages: ca, cs, de, es, fr, hu, it, ja, pt_br, sv, uk, zh_cn, zh_tw

source: Downlink
ca: Enllaç descendent
cs: Příchozí rychlost
de: Download
es: Enlace de bajada
fr: Lien descendant (télé-chargement)
hu: Letöltés
it: Collegamento discendente
ja: 下りリンク
pt_br: Velocidade para baixar (downlink)
sv: Nerladdningslänk
uk: Прямий канал
zh_cn: 下载链接
zh_tw: 下載

source: Downstream bandwidth in kbit/s
ca: Amplada de banda descendent en kbit/s
cs: Rychlost stahování dat v kbit/s
de: Download Bandbreite in kbit/s
es: Ancho de banda de bajada en Kbit/s
fr: Bande-passante descendante en kbit/s
hu: Letöltési sebesség kbit/másodberc-ben
it: Larghezza di banda in downstream in kbit/s
ja: 下りリンク帯域 (kbit/sec)
pt_br: Taxa de transferência para baixar em kbit/s
sv: Nerströms bandbredd i kbit/s
uk: Ширина смуги пропускання прямого каналу (кбіт/с)
zh_cn: 下载带宽kbit/s
zh_tw: 以 kbit/s表示的下載頻寬

source: Host or Network in CIDR notation.
ca: Host o xarxa en notació CIDR.
cs: Adresa počítače nebo sítě v CIDR notaci.
de: Rechner oder Netzwerk in CIDR Schreibweise
es: Máquina o red en notación CIDR.
fr: Hôte ou réseau en notation CIDR.
hu: Gép vagy hálózat (CIDR jelöléssel)
it: Host o rete in notazione CIDR.
ja: ホスト名またはCIDR表記のネットワークアドレス
pt_br: Equipamento ou Rede na notação CIDR.
sv: Värd eller Nätverk i CIDR-noteringen
uk: Вузол або мережа в нотації CIDR.
zh_cn: 主机或网络的CIDR标记。
zh_tw: CIDR無類別域間路由中的主機或網路

source: Interface
ca: Interfície
cs: Síťové rozhraní
de: Schnittstelle
es: Interfaz
hu: Interfész
it: Interfaccia
ja: インターフェース
sv: Gränssnitt
uk: Інтерфейс
zh_cn: 端口
zh_tw: 介面

source: Low priority destination ports
ca: Ports de destí de baixa prioritat
cs: Cílové porty s nízkou prioritou
de: Zielports mit niedriger Priorität
es: Puertos de destino de prioridad baja
fr: Ports-cible à faible priorité
hu: Alacsony prioritású cél portok
it: Porte di destinazione a bassa priorità
ja: 低優先度の宛先ポート
pt_br: Portas de destino de baixa prioridade
sv: Destinations-portar med låg prioritet
uk: Низькопріоритетні порти призначення
zh_cn: 低优先级目标端口
zh_tw: 低優先權目地埠號

source: Low priority hosts (Destination)
ca: Hosts de baixa prioritat (destí)
cs: Adresy cílových počítačů s nízkou prioritou
de: Zielrechner mit nideriger Priorität
es: Máquinas de prioridad baja (destino)
fr: Hôtes-cible à faible priorité
hu: Alacson prioritású cél gépek
it: Hosts a bassa priorità (Destinazione)
ja: 低優先度の宛先ホスト
pt_br: Equipamentos de baixa prioridade (Destino)
sv: Värdar med låg prioritet (Destination)
uk: Низькопріоритетні вузли призначення
zh_cn: 低优先级目标主机
zh_tw: 低優先權主機(目的地)

source: Low priority hosts (Source)
ca: Hosts de baixa prioritat (origen)
cs: Adresy zdrojových počítačů s nízkou prioritou
de: Quellrechner mit neidriger Priorität
es: Máquinas de prioridad baja (origen)
fr: Hôtes-source à faible priorité
hu: Alacsony prioritású forrás gépek
it: Hosts a bassa priorità (Fonte)
ja: 低優先度の送信元ホスト
pt_br: Equipamentos de baixa prioridade (Origem)
sv: Värdar med låg prioritet (Källa)
uk: Низькопріоритетні вузли джерела
zh_cn: 低优先级源主机
zh_tw: 低優先權主機(來源)

source: Low priority source ports
ca: Ports d'origen de baixa prioritat
cs: Zdrojové porty s nízkou prioritou
de: Quellports mit niedriger Priorität
es: Puertos de origen de prioridad baja
fr: Ports-source à faible priorité
hu: Alacson prioritású forrás portok
it: Porte sorgenti a bassa priorità
ja: 低優先度の送信元ポート
pt_br: Portas de origem de baixa prioridade
sv: Käll-portar med låg prioritet
uk: Низькопріоритетні порти джерела
zh_cn: 低优先级源端口
zh_tw: 低優先權來源埠號

source: Uplink
ca: Enllaç ascendent
cs: Odchozí rychlost
de: Upload
es: Enlace de salida
fr: Lien montant (envois)
hu: Feltöltés
ja: 上りリンク
pt_br: Velocidade para subir (uplink)
sv: Uppladdningslänk
uk: Зворотній канал
zh_cn: 上联
zh_tw: 上傳

source: Upstream bandwidth in kbit/s
ca: Amplada de banda ascendent en kbit/s
cs: Rychlost odesílání dat v kbit/s
de: Upload Bandbreite in kbit/s
es: Ancho de banda de subida en Kbit/s
fr: Bande-passante montante en kbit/s
hu: Feltöltési sebesség kbit/másodperc-ben
it: Larghezza di banda in upstream in kbit/s
ja: 上りリンク帯域 (kbit/sec)
pt_br: Taxa de transferência para subir em kbit/s
sv: Bandbredd uppströms i kbit/s
uk: Ширина смуги пропускання зворотного каналу (кбіт/c)
zh_cn: 上行带宽kbit/s
zh_tw: 以kbit/s表示的上傳頻寬

source: Wondershaper settings
ca: Ajusts del Wondershaper
cs: Nastavení skriptu Wondershaper
de: Wondershaper Einstellungen
es: Configuración de Wondershaper
fr: Paramètres Wondershaper
hu: Wondershaper beállítások
it: Impostazioni Wondershaper
ja: Wondershaper 設定
pt_br: Configuração do Wondershaper
sv: Inställningar för Wondershaper
uk: Налаштування Wondershaper
zh_cn: Wondershaper设置
zh_tw: Wondershaper設定值

source: Wondershaper shapes traffic to ensure low latencies for interactive traffic even when your internet connection is highly saturated.
sv: Wondershaper formar trafiken för att säkerställa låga latenser för interaktiv trafik även när din internetanslutning är mättad som mest.

source: Wondershaper
zh_tw: Wondershaper頻寬管理
