Repository: SpaceExplorationTechnologies/starlink-wifi-gen2
Catalog: openwrt/package/luci/applications/luci-app-diag-devinfo/po/*/diag_devinfo.po
Languages: cs, es, hu, it, no, pt_br, ru

source: Actions
cs: Akce
es: Acciones
hu: Műveletek
it: Azioni
no: Handlinger
pt_br: Ações
ru: Действия

source: Add
cs: Přidat
es: Añadir
hu: Hozzáadás
it: Aggiungi
no: Legg til
pt_br: Adicionar
ru: Добавить

source: Beginning of MAC address range
cs: Začátek rozsahu MAC adres
es: Inicio del rango de direcciones MAC
hu: MAC cím tartomány kezdete
it: Inizio del campo di indirizzi MAC
no: Begynnelsen av MAC adresseområde
pt_br: Começo da faixa de endereços MAC
ru: Начало диапазона MAC-адресов

source: Config Phone Scan
es: Configurar escaneo de teléfono
hu: Telefon keresés beállításai
it: Configura Scansione Telefono
no: Konfigurer Telefon Skanning
pt_br: Configurar a Busca por Telefone
ru: Настроить сканирование телефонов

source: Configure
cs: Konfigurace
es: Configurar
hu: Beállítás
it: Configura
no: Konfigurer
pt_br: Configurar
ru: Настроить

source: Configure Scans
cs: Konfigurace skenů
es: Explorar configuraciones
hu: Keresési beállítások
it: Configura Scansioni
no: Konfigurer Skanning
pt_br: Configurar Scans
ru: Настроить сканирование

source: Configure scanning for devices on specified networks. Decreasing 'Timeout', 'Repeat Count', and/or 'Sleep Between Requests' may speed up scans, but also may fail to find some devices.
es: Configure la exploración de dispositivos en las redes especificadas. Reduciendo "Espera", "Repeticiones" y/o "Parar entre peticiones" puede acelerar las exploración, pero también puede que no encuentre algunos dispositivos.
hu: Állítsa be az eszközkeresést a megadott hálózatokon. Az 'Időlimit', 'Ismétlésszám', és/vagy 'Alvás a lekérdezések között' csökkentése felgyorsíthatja a keresést, de lehet, hogy nem talál meg néhány eszközt.
it: Configurare la scansione per i dispositivi su reti specifiche. Diminuendo il 'Timeout', 'Numero Ripetizioni' e/o ''Pausa tra le Richieste' è possibile aumentare la velocità delle scansioni, ma può anche non riuscire a trovare alcuni dispositivo.
no: Konfigurer skanning etter enheter på angitte nettverk. Ved å minske verdiene til 'Tidsavbrudd', 'Gjentagelser' og/eller Tid mellom forespørsler blir skanningen utført raskere, men det kan også medføre at noen enheter ikke blir funnet.
pt_br: Configura busca por dispositivos em redes específicas. Ao se reduzir 'Timeout', 'Repeat Count' e/ou 'Sleep Between Requests' pode-se agilizar buscas, mas também pode não encontrar alguns dispositivos.
ru: Настроить сканирование устройств в указанных сетях. Уменьшение таймаута, количества повторов и/или паузы между запросами может ускорить сканирование, но также вызвать проблемы поиска некоторых устройств.

source: Configure scanning for supported SIP devices on specified networks. Decreasing 'Timeout', 'Repeat Count', and/or 'Sleep Between Requests' may speed up scans, but also may fail to find some devices.
es: Configure la exploración de dispositivos SIP soportados en las redes especificadas. Reduciendo "Espera", "Repeticiones" y/o "Parar entre peticiones" puede acelerar la exploración, pero también puede que no encuentre algunos dispositivos.
hu: Állítsa be a támogatott SIP eszközök keresését a megadott hálózatokon. Az 'Időlimit', 'Ismétlésszám', és/vagy 'Alvás a lekérdezések között' csökkentése felgyorsíthatja a keresést, de lehet, hogy nem talál meg néhány eszközt.
it: Configurare la scansione dei dispositivi SIP supportati su reti specifiche. Diminuendo il 'Timeout', 'Numero ripetizioni' e / o ''Pausa tra le richieste' è possibile aumentare la velocità delle scansioni, ma può anche non riuscire a trovare alcuni dispositivo.
no: Konfigurer skanning etter støttede SIP enheter på angitte nettverk. Ved å minske verdiene til 'Tidsavbrudd', 'Gjentagelser' og/eller tid mellom forespørsler blir skanningen utført raskere, men det kan også medføre at noen enheter ikke blir funnet.
pt_br: Configura busca por dispositivos com suporte a SIP em redes específicas. Ao se reduzir 'Timeout', 'Repeat Count' e/ou 'Sleep Between Requests' pode-se agilizar buscas, mas também pode não encontrar alguns dispositivos.
ru: Настроить сканирование поддерживаемых SIP-устройств в указанных сетях. Уменьшение таймаута, количества повторов и/или паузы между запросами может ускорить сканирование, но также вызвать проблемы поиска некоторых устройств.

source: Delete
cs: Odstranit
es: Borrar
hu: Törlés
it: Elimina
no: Slett
pt_br: Apagar
ru: Удалить

source: Device Scan Config
es: Configuración del escaneo de dispositivos
hu: Eszköz keresés beállításai
it: Configura Scansione Periferica
no: Enhets skann konfigurasjon
pt_br: Configurar a Busca por Dispositivos
ru: Конфигурация сканирования устройства

source: Device Type
cs: Typ zařízení
es: Tipo de dispositivo
hu: Eszköztípus
it: Tipo di Periferica
no: Enhets type
pt_br: Tipo de dispositivo
ru: Тип устройства

source: Devices discovered for
es: Dispositivos encontrados para
hu: Felfedezett eszközök
no: Enheter oppdaget for
pt_br: Dispositivos descobertos para
ru: Устройства, найденные в

source: Devices on Network
cs: Zařízení na síti
es: Dispositivos en red
hu: Eszközök a hálózatban
it: Periferiche in Rete
no: Enheter i Nettverket
pt_br: Dispositivos na Rede
ru: Устройства в сети

source: Edit
cs: Upravit
es: Editar
hu: Szerkesztés
it: Modifica
no: Rediger
pt_br: Editar
ru: Редактировать

source: Enable
cs: Povolit
es: Activar
hu: Engedélyezés
it: Attiva
no: Aktiver
pt_br: Habilitar
ru: Включить

source: End of MAC address range
cs: Konec rozsahu MAC adres
es: Fin del rango de direcciones MAC
hu: MAC cím tartomány vége
it: Fine intervallo dell' indirizzo MAC
no: Slutten av MAC område
pt_br: Final da faixa de endereços MAC
ru: Конец диапазона MAC адресов

source: Go to relevant configuration page
cs: Přejít na příslušnou konfigurační stránku
es: Ir a la página de configuración pertinente
hu: Ugrás a kapcsolódó beállítások oldalára
it: Vai alla pagina di configurazione rilevanti
no: Gå til relevant konfigurasjons side
pt_br: Vá para página de configuração relevante
ru: Перейти на соответствующую страницу конфигурации

source: IP Address
cs: IP adresa
es: Dirección IP
hu: IP cím
it: Indirizzo IP
no: IP Adresse
pt_br: Endereço IP
ru: IP-адрес

source: Interface
cs: Rozhraní
es: Interfaz
hu: Interfész
it: Interfaccia
no: Grensesnitt
ru: Интерфейс

source: Invalid
cs: Neplatný
es: No válido
hu: Érvénytelen
it: Non valido
no: Ugyldig
pt_br: Inválido
ru: Неверный

source: Link to Device
cs: Odkaz na zařízení
es: Enlazar con dispositivo
hu: Eszközre mutató hivatkozás
it: Collegamento alla Periferica
no: Link til Enhet
pt_br: Ligar ao Dispositivo
ru: Соединение с устройством

source: MAC Address
cs: MAC adresa
es: Dirección MAC
hu: MAC cím
it: Indirizzo MAC
no: MAC Adresse
pt_br: Endereço MAC
ru: MAC-адрес

source: MAC Device Info Overrides
es: Ignorar la información del dispositivo MAC
hu: MAC eszköz információ felülbírálások
it: Informazioni su Sostituzioni della Periferica MAC
no: MAC Enhets Info Overstyring
pt_br: Sobrescrição da informação do dispositivo MAC

source: MAC Device Override
es: Ignorar MAC del dispositivo
hu: MAC eszköz felülbírálása
it: Sostituzione del MAC del dispositivo
no: MAC Enhets Overstyring
pt_br: Sobrescreve o Dispositivo MAC
ru: Задать MAC-адрес устройства

source: MAC range and information used to override system and IEEE databases
es: Dirección MAC e información usada para ignorar el sistema y bases de datos IEEE
hu: A rendszer és IEEE adatbázisok felülbíráláshoz használt MAC cím tartomány és információ
it: La gamma e le informazioni MAC utilizzate per eseguire la sostituzione dei database di sistema e IEEE
no: MAC område og informasjon brukt til å overstyre system og IEEE databaser
pt_br: Faixa MAC e informação usada para sobrescrever os bancos de dados do sistema e IEEE
ru: Диапазон MAC-адресов и информация для переопределения системной базы данных и базы данных IEEE

source: Milliseconds to sleep between requests (default 100)
cs: Jak dlouho spát mezi požadavky (milisekundy, výchozí 100)
es: Milisegundos a detenerse entre peticiones (100 por defecto)
hu: A kérések küldése közötti szünet időtartama ezredmásodpercben (alapértelmezés: 100)
it: Millisecondi di attesa tra le richieste (predefinito: 100)
no: Antall millisekunder ventetid mellom forespørsler (standard 100)
pt_br: Milissegundos para esperar entre requisições (padrão 100)
ru: Время бездействия между запросами (мс, 100 по умолчанию)

source: Model
es: Modelo
hu: Típus
it: Modello
no: Modell
pt_br: Modelo
ru: Модель

source: Name
cs: Jméno
es: Nombre
hu: Név
it: Nome
no: Navn
pt_br: Nome
ru: Имя

source: Network Device Scan
cs: Vyhledání síťových zařízení
es: Exploración de dispositivos de red
hu: Hálózati eszközök keresése
it: Dispositivo Scansione della Rete
no: Nettverks Enhets Skanning
pt_br: Busca por dispositivo de rede
ru: Сканирование сетевых устройств

source: Network Device Scanning Configuration
es: Configuración de la exploración de dispositivos de red
hu: Hálózati eszközök keresési beállításai
it: Configurazione Dispositivo di Scansione della Rete
no: Nettverks Enhets Skanning Konfigurasjon
pt_br: Configuração de busca por dispositivo de rede
ru: Конфигурация сканирования сетевых устройств

source: Networks to scan for devices
es: Redes en las que escanear dispositivos
hu: Eszközök keresése ezekben a hálózatokban
it: Reti da scandire per i dispositivi
no: Nettverk som blir skannet
pt_br: Redes a serem pesquisadas por dispositivos
ru: Сети, в которых производить сканирование устройств

source: Networks to scan for supported devices
es: Redes en las que escanear dispositivos soportados
hu: Támogatott eszközök keresése ezekben a hálózatokban
it: Reti da scandire per i dispositivi supportati
no: Nettverk som blir skannet for støttede enheter
pt_br: Redes a serem pesquisadas por dispositivos suportados
ru: Сети, в которых производить сканирование поддерживаемых устройств

source: No SIP devices
cs: Žádná zařízení SIP
es: No hay dispositivos SIP
hu: Nem találhatóak SIP eszközök
it: Nessun dispositivo SIP
no: Ingen SIP enheter
pt_br: Nenhum dispositivo SIP
ru: SIP-устройства отсутствуют

source: No devices detected
cs: Nebyla detekována žádná zařízení
es: No se detectan dispositivos
hu: Nem található semmilyen eszköz
it: Nessun dispositivo rilevato
no: Ingen enheter oppdaget
pt_br: Nenhum dispositivo detectado
ru: Устройства не обнаружены

source: Number of times to send requests (default 1)
cs: Kolikrát odeslat požadavek (standardně 1)
es: Número de veces que se enviarán peticiones (1 por defecto)
hu: Az elküldött kérések száma (alapértelmezés: 1)
it: Numero di volte delle richieste da inviare (predefinito: 1)
no: Antall ganger å sende forespørsel (standard 1)
pt_br: Número de vezes para enviar requisições (padrão 1 )
ru: Количество запросов (1 по умолчанию)

source: OUI Owner
cs: Vlastník OUI
es: Propietario del OUI
hu: OUI tulajdonos
it: Proprietario OUI
no: OUI Eier
pt_br: Dono da OUI
ru: Владелец OUI

source: Override the information returned by the MAC to Device Info Script (mac-to-devinfo) for a specified range of MAC Addresses
es: Ignorar la información devuelta por el script de información MAC a dispositivo (mac-to-devinfo) para el rango de direcciones MAC que se especifica
hu: A meghatározott tartományba tartozó MAC címeknél felülbírálja a 'MAC to Device Info' szkript (mac-to-devinfo) által visszadott információt.
it: Ignora le informazioni restituite dal MAC su Script per le Informazioni sul dispositivo (mac-in-devinfo) per un determinato intervallo di indirizzi MAC
no: Overstyr informasjonen hentet fra MAC til enhets info skriptet (mac-til-devinfo) for et gitt område med MAC adresser
pt_br: Sobrescrever a informação retornada pelo MAC para o Script de Informação do Dispositivo (mac-to_devinfo) para uma faixa especificada de Endereços MAC
ru: Переопределить значения, полученные из скрипта "MAC to Device" (mac-to-devinfo), для заданного диапазона MAC-адресов

source: Perform Scans (this can take a few minutes)
cs: Provést skenování (může trvat několik minut)
es: Realizar exploraciones (puede llevar unos minutos)
hu: Keresés (ez eltarthat néhány percig)
it: Rilevamento (richiede alcuni minuti)
no: Utfør Skanning (dette kan ta noen minutter)
pt_br: Realiza buscas (pode levar alguns minutos)
ru: Произвести сканирование (это может занять несколько минут)

source: Phone Information
cs: Informace o telefonu
es: Información de teléfono
hu: Telefon információ
it: Informazione Telefono
no: Telefon Informasjon
pt_br: Informação do Telefone
ru: Информация о телефоне

source: Phone Scan
cs: Vyhledání telefonů
es: Escanear teléfono
hu: Telefon keresés
it: Rilevamento Telefono
no: Telefon skanning
pt_br: Busca por Telefone
ru: Сканировать телефоны

source: Phone Scanning Configuration
es: Configuración del escaneo telefónico
hu: Telefon keresési beállítások
it: Configurazione Rilevamento Telefono
no: Telefon skanning konfigurasjon
pt_br: Configuração da Busca por Telefone
ru: Конфигурация сканирования телефонов

source: Phones
cs: Telefony
es: Teléfonos
hu: Telefonok
it: Telefoni
no: Telefoner
pt_br: Telefones
ru: Телефоны

source: Ports
cs: Porty
es: Puertos
hu: Portok
it: Porte
no: Porter
pt_br: Portas
ru: Порты

source: Raw
es: Sin tratar
hu: Nyers
no: Rå
pt_br: Bruto
ru: Необработанные (сырые) данные

source: Repeat Count
cs: Počet opakování
es: Número de repeticiones
hu: Ismétlés száma
it: Ripetizione Conteggio
no: Gjentagelser
pt_br: Quantidade de Repetições
ru: Количество повторов

source: Repeat Scans (this can take a few minutes)
cs: Opakování skenování (může trvat několik minut)
es: Repetir exploraciones (puede llevar unos minutos)
hu: Keresés megismétlése (ez eltarthat néhány percig)
it: Ripetizione Rilevamento (richiede alcuni minuti)
no: Gjennta Skanning (dette kan ta noen minutter)
pt_br: Buscas Repetidas (pode levar alguns minutos)
ru: Повторить сканирование (это может занять несколько минут)

source: SIP Device Information
cs: Informace o zařízení SIP
es: Información de dispositivos SIP
hu: SIP eszköz információ
it: Informazioni Periferica SIP
no: SIP Enhets Informasjon
pt_br: Informação de Dispositivo SIP
ru: Информация о SIP-устройстве

source: SIP Device Scan
cs: Skenování SIP zařízení
es: Escanear dispositivos SIP
hu: SIP eszközök keresése
it: Rilevamento Periferica SIP
no: SIP Enhets Skanning
pt_br: Busca por Dispositivos SIP
ru: Сканировать SIP-устройства

source: SIP Device Scanning Configuration
cs: Konfigurace skenování SIP zařízení
es: Configuración de escaneo de dispositivos SIP
hu: SIP eszköz keresés beállításai
it: Configurazione Rilevamento Periferica SIP
no: SIP Enhets Skann Konfigurasjon
pt_br: Configuração da Busca por Dispositivos SIP
ru: Конфигурация сканирования SIP-устройств

source: SIP Devices on Network
cs: Zařízení SIP na síti
es: Dispositivos SIP en red
hu: SIP eszközök a hálózatban
it: Periferiche SIP in Rete
no: SIP Enheter i Nettverket
pt_br: Dispositivos SIP na Rede
ru: SIP-устройства в сети

source: SIP devices discovered for
es: Dispositivos SIP para los que descubrir
hu: Megtalált SIP eszközök ehhez:
it: Periferiche SIP rilevate per
no: SIP enheter oppdaget på
pt_br: Dispositivos SIP descobertos para
ru: SIP-устройства, найденные в

source: Scan for devices on specified networks.
cs: Hledat zařízení na zadané síti
es: Buscar dispositivos en las redes especificadas.
hu: Eszközök keresése a megadott hálózatokban.
it: Rilevamento per periferiche su reti specificate.
no: Skann etter enheter på spesifiserte nettverk
pt_br: Busca por dispositivos nas redes especificadas.
ru: Сканировать устройства в заданных сетях.

source: Scan for supported SIP devices on specified networks.
es: Explorar dispositivos SIP soportados en las redes especificadas.
hu: Támogatott SIP eszközök keresése a megadott hálózatokban.
it: Rilevamento per periferiche SIP supportate sulle reti specificate.
no: Skann etter SIP enheter på spesifiserte nettverk
pt_br: Busca por dispositivos com suporte a SIP em redes especificadas.
ru: Сканировать поддерживаемые SIP-устройства в заданных сетях.

source: Scanning Configuration
cs: Nastavení skenování
es: Configuración de la exploración
hu: Keresési beállítások
it: Configurazione Rilevamento
no: Skanning Konfigurasjon
pt_br: Configuração de busca
ru: Конфигурация сканирования

source: Scans for devices on specified networks.
es: Explora dispositivos en las redes especificadas.
it: Rilevamento periferiche sulle reti specificate.
no: Nettverks Skanning Informasjon
pt_br: Busca por dispositivos nas redes especificadas.
ru: Сканирует устройства в заданных сетях.

source: Sleep Between Requests
cs: Uspat mezi jednotlivými požadavky
es: Detenerse entre peticiones
hu: Kérések közötti szünet
it: Attendi tra le richieste
no: Tid mellom forespørsler
pt_br: Espera Entre Requisições
ru: Пауза между запросами

source: Subnet
cs: Podsíť
es: Subred
hu: Alhálózat
it: Sottorete
no: Subnett
pt_br: Subrede
ru: Подсеть

source: This section contains no values yet
cs: Tato sekce zatím neobsahuje žádné hodnoty
es: Esta sección aún no tiene valores
hu: Ez a rész még nem tartlamaz értékeket
it: Questa sezione non contiene ancora valori
no: Denne seksjonen inneholder ennå ingen verdier
pt_br: Esta seção contém nenhum valor ainda
ru: Эта секция пока не содержит значений.

source: Time to wait for responses in seconds (default 10)
cs: Doba čekání na odpovědi v sekundách (výchozí 10)
es: Esperar de respuestas en segundos (10 por defecto)
hu: Várakozási idő a válasz beérkezésére (alapértelemezés: 10)
it: Tempo di attesa per le risposte in secondi (predefinito: 10)
no: Tid for å vente på svar i sekunder (standard 10)
pt_br: Tempo para esperar por respostas em segundos (padrão 10)
ru: Время ожидания ответов (сек, 10 по умолчанию)

source: Timeout
cs: Časový limit
es: Espera
hu: Várakozási idő
no: Tidsavbrudd
pt_br: Estouro de tempo
ru: Таймаут

source: Use Configuration
cs: Použít nastavení
es: Use la configuración
hu: Beállítás használata
it: Usa Configurazione
no: Bruk Konfigurasjonen
pt_br: Usar configuração
ru: Использовать конфигурацию

source: Vendor
cs: Prodejce
es: Vendedor
hu: Gyártó
it: Produttore
no: Leverandør
pt_br: Fabricante
ru: Производитель

source: check other networks
cs: zkontrolovat ostatní sítě
es: comprueba otras redes
hu: egyéb hálózatok ellenőrzése
it: Controlla altre reti
no: skjekk andre nettverk
pt_br: verifique outras redes
ru: проверить другие сети
