Repository: SpaceExplorationTechnologies/starlink-wifi-gen2
Catalog: openwrt/package/luci/applications/luci-app-multiwan/po/*/multiwan.po
Languages: ca, cs, de, fr, hu, it, pt_br, ru, zh_tw

source: Attempts Before WAN Failover
ca: Intents abans de commutació WAN
cs: Počet pokusů před spuštěním záložního WAN
de: Versuche vor Umschalten auf WAN Ersatzverbindung
fr: Essais avant de déclarer un WAN défaillant
hu: Próbálkozások WAN átállás előtt
it: Tentativi su WAN prima del Failover
pt_br: Tentativas Antes da Solução de Contorno da WAN
ru: Количество попыток перед обработкой отказа WAN
zh_tw: 寬頻失敗前嘗試

source: Attempts Before WAN Recovery
ca: Intents abans de recuperació WAN
cs: Počet pokusů před obnovou WAN
de: Versuche vor dem Zurückschalten auf normale WAN Verbindung
fr: Essais avant de déclarer qu'un WAN est rétabli
hu: Probálkozások WAN helyreállítás előtt
it: Tentativi su WAN prima del Recovery
pt_br: Tentativas Antes da Recuperação da WAN
ru: Количество попыток перед восстановлением WAN
zh_tw: 寬頻復原前嘗試

source: Auto
cs: Automaticky
de: automatisch
hu: Automatikus
pt_br: Automático
ru: Автоматически
zh_tw: 自動

source: Collecting data...
ca: Recollint dades...
cs: Sbírám data...
de: Sammle Daten...
fr: Collection de données...
hu: Adatok gyűjtése...
it: Raccolta di dati...
pt_br: Coletando dados...
ru: Сбор данных...
zh_tw: 收集資料中

source: Configure rules for directing outbound traffic through specified WAN Uplinks.
ca: Configureu les regles per dirigir trànsit sortint a través d'enllaços ascendents WAN especificats.
cs: Nastavit pravidla pro směrování odchozích paketů přes konkrétní WAN rozhraní.
de: Mit diesen Regeln kann ausgehender Verkehr bestimmten WAN-Uplinks zugeordnet werden.
fr: Configuration de règles pour diriger le trafic sortant à travers des liens WAN sécifiés.
hu: Szabályok beállítása a kimenő forgalom megadott WAN kapcsolatra irányításához.
it: Configura le regole per inviare direttamente in uscita il traffico su una uplink Wan specifico.
pt_br: Configurar regras para direcionar a saída de tráfego através de uma conexão WAN específica.
ru: Укажите правила для направления исходящего трафика через заданные восходящие каналы WAN.
zh_tw: 透過指定的寬頻上傳重導輸出流量的規則設定

source: DNS Server(s)
ca: Servidors DNS
cs: DNS server(y)
de: DNS Server
fr: Serveur(s) DNS
hu: DNS kiszolgáló(k)
pt_br: Servidor(es) DNS
ru: DNS-сервер(ы)
zh_tw: DNS伺服器

source: Default Route
ca: Ruta per defecte
cs: Výchozí brána
de: Standardroute
fr: Route par défaut
hu: Alapértelmezett útvonal
pt_br: Rota Padrão
ru: Маршрут по умолчанию
zh_tw: 預設路由器

source: Destination Address
ca: Adreça de destí
cs: Cílová adresa
de: Zieladresse
fr: Adresse de destination
hu: Cél cím
it: Indirizzo di destinazione
pt_br: Endereço de Destino
ru: Адрес назначения
zh_tw: 目標位址

source: Disable
ca: Inhabilita
cs: Vypnout
de: Deaktivieren
fr: Désactiver
hu: Letiltás
pt_br: Desabilitar
ru: Отключить
zh_tw: 關閉

source: Enable
ca: Habilita
cs: Povolit
de: Aktivieren
fr: Activer
hu: Engedélyezés
pt_br: Habilitar
ru: Включить
zh_tw: 啟用

source: Failing
ca: Fallant
cs: Selhání
de: Versagt
fr: Défaillance
hu: Csökkenő
it: Fallimento
pt_br: Falha
ru: Отказ
zh_tw: 失敗

source: Failover Traffic Destination
ca: Destí de trànsit al commutar
cs: Cíl záložního spojení
de: Failover Traffic Ziel
fr: Destination du trafic en cas de défaillance
hu: Failover forgalom cél
it: Destinazione del traffico in failover
pt_br: Destino do Tráfego para a Recuperação
ru: Назначение трафика при обработке отказа
zh_tw: 故障備援流量目的地

source: Health Monitor ICMP Host(s)
ca: Hosts ICMP de monitor de salut
cs: Monitorování dostupnosti - ICMP host(é)
de: ICMP Host(s) zur Verbindungsüberwachung
fr: Hôte(s) à pinguer pour valider le lien
hu: ICMP gépek kapcsolat monitorozáshoz
pt_br: Equipamento(s) para Monitoramento da Saúde por ICMP
ru: ICMP-хост(ы) для контроля состояния
zh_tw: 健診ICMP的主機群

source: Health Monitor ICMP Timeout
ca: Temps d'espera ICMP del monitor de salut
cs: Monitorování dostupnosti - ICMP časový limit
de: Timeout für ICMP-Pakete zur Verbindungsüberwachung
fr: Delai max du ping de validation du lien
hu: ICMP csomagok időtúllépése a kapcsolat monitorozásánál
pt_br: Limite de tempo do Monitoramento da Saúde por ICMP
ru: Тайм-аут контроля состояния по ICMP
zh_tw: 健診ICMP超時

source: Health Monitor Interval
ca: Interval del monitor de salut
cs: Monitorování dostupnosti - interval
de: Intervall für Verbindungsüberwachung
fr: Invervalle de validation du lien
hu: Kapcsolat monitorozási intervallum
pt_br: Intervalo do Monitoramento da Saúde
ru: Интервал контроля состояния
zh_tw: 健診間隔

source: Health Monitor detects and corrects network changes and failed connections.
ca: El monitor de salut detecta i corregeix canvis de xarxa i connexions fallades.
cs: Monitorování dostupnosti kontroluje a opravuje změny v síti a selhání připojení.
de: Die Verbindungsüberwachung erkennt und behebt Netzwerkänderungen und Verbindungsabbrüche.
fr: La validation de liens détecte et corrige les changements du réseau et les connexions défaillantes.
hu: A kapcsolat monitorozás megállapítja és korrigálja a hálózati változásokat és sikertelen kapcsolatokat.
it: L'health monitor monitora e identifica i cambiamenti e la manca di connessioni.
pt_br: O Monitoramento da Saúde detecta e corrige as mudanças de rede e falhas nas conexões.
ru: Контроль состояния определяет и исправляет изменения сети и неисправные соединения.
zh_tw: 健診偵測並校正網路改變及失敗的連線

source: KO
de: Getrennt
ru: Не работает

source: Load Balancer Distribution
ca: Distribució de l'equilibrador de carrega
cs: Load Balancer - rozdělení
de: Load Balancer Verteilung
fr: Distribution d'équilibrage de charge
hu: Load balancer megosztás
it: Bilanciamento del carico
pt_br: Distribuição do Balanceador de Carga
ru: Распределение балансировки нагрузки
zh_tw: 分散式負載平衡

source: Load Balancer(Compatibility)
ca: Equilibrador de carrega (compatibilitat)
cs: Load Balancer(Kompatibilita)
de: Load Balancer (Kompatibilität)
fr: Équilibrage de charge (compatibilité)
hu: Terhelés kiegyensúlyozás (kompatibilitás)
it: Carica Bilanciatore (Compatibilit√†)
pt_br: Balanceador de Carga(Compatibilidade)
ru: Балансировка нагрузки (совместимость)
zh_tw: (取相容性)負載平衡

source: Load Balancer(Performance)
ca: Equilibrador de carrega (rendiment)
cs: Load Balancer(Výkon)
fr: Équilibrage de charge (performance)
hu: Terhelés kiegyensúlyozás (teljesítmény)
it: Carica Bilanciatore (Performance)
pt_br: Balanceador de Carga(Desempenho)
ru: Балансировка нагрузки (производительность)
zh_tw: (取最大效能)負載平衡

source: Multi-WAN
hu: Többszörös WAN
ru: Мульти-WAN
zh_tw: 多元寬頻

source: Multi-WAN Status
ca: Estat de Multi-WAN
cs: Stav Multi-WAN
fr: Statut Multi-WAN
hu: Többszörös WAN állapot
it: Stato Multi-WAN
pt_br: Status de Multi-WAN
ru: Состояние мульти-WAN
zh_tw: 多元寬頻狀態

source: Multi-WAN Traffic Rules
ca: Regles de trànsit de Multi-WAN
cs: Multi-WAN pravidla směrování
de: Multi-WAN Verkehrsregeln
fr: Règles de trafic avec des liens sortants multiples
hu: Többszörös WAN forgalmi szabályok
it: Regole del Traffico Multi-WAN
pt_br: Regras de Tráfego Multi-WAN
ru: Правила для мульти-WAN трафика
zh_tw: 多元寬頻流量規則

source: Multi-WAN allows for the use of multiple uplinks for load balancing and failover.
ca: El Multi-WAN permet el ús de múltiples enllaços ascendents per a equilibri de carrega i commutació d'errors.
cs: Multi-WAN umožňuje použít několik internetových připojení pro vyvažování zátěže a zálohy připojení.
de: Multi-WAN erlaubt es, mehrere ISP-Verbindungen gleichzeitig oder als Ersatzverbindung beim Ausfall der Hauptverbindung zu verwenden.
fr: Multi-WAN permet l'utilisation de liens sortants multiples pour la l'équilibrage de charge et la répartition sur les autres en cas de défaillance.
hu: A Multi-WAN lehetővé teszi több kapcsolat használatát egyidejűleg, vagy az elsődleges kapcsolat esetleges hibája esetén.
it: Multi-WAN permette di usare uplink multipi per il bilanciamento del carico e la ridondanza da failover.
pt_br: O Multi-WAN permite o use de múltiplas conexões ao enlace superior (ex: internet) para o balanceamento de carga e tolerância a falha.
ru: Мульти-WAN позволяет использовать несколько портов восходящего канала для балансировки нагрузки и отказоустойчивости.
zh_tw: 允許多元寬頻使用多重上傳平衡負載和備援

source: None
ca: Cap
cs: Žádný
de: Keine
fr: Aucun
hu: Nincs
pt_br: Nenhum
ru: Ни один из
zh_tw: 無

source: Ports
cs: Porty
hu: Portok
it: Porte
pt_br: Portas
ru: Порты
zh_tw: 埠號

source: Protocol
cs: Protokol
de: Protokoll
fr: Protocole
hu: Protokoll
it: Protocollo
pt_br: Procotolo
ru: Протокол
zh_tw: 協定

source: Recovering
ca: Recuperant
cs: Obnovuji
de: Neu verbunden
fr: Récupération
hu: Helyreállítás
it: Recupero
pt_br: Recuperação
ru: Восстановление
zh_tw: 復原中

source: Source Address
ca: Adreça d'origen
cs: Zdrojová adresa
de: Quelladresse
fr: Adresse source
hu: Forrás cím
it: Indirizzo sorgente
pt_br: Endereço de Origem
ru: Адрес отправителя
zh_tw: 來源位址

source: Unknown
ca: Desconegut
cs: Neznámý
de: Unbekannt
fr: Inconnu
hu: Ismeretlen
it: Sconosciuto
pt_br: Desconhecido
ru: Неизвестно
zh_tw: 未知

source: WAN Interfaces
ca: Interfícies WAN
cs: WAN rozhraní
de: WAN-Schnittstellen
fr: Interfaces WAN
hu: WAN interfészek
it: Interfaccia WAN
pt_br: Interfaces WAN
ru: WAN-интерфейсы
zh_tw: 寬頻介面

source: WAN Uplink
ca: Enllaç ascendent WAN
cs: WAN připojení
de: WAN Uplink-Verbindung
fr: Lien remontant WAN
hu: WAN kapcsolat
it: Collegamento ascendente WAN
pt_br: Conexão WAN
ru: Восходящий канал WAN
zh_tw: 寬頻上傳

source: all
ca: tots
cs: Všechny
de: alle
fr: tous
hu: összes
pt_br: todos
ru: все
zh_tw: 全部

source: OK
ca: D'acord
