Repository: SpaceExplorationTechnologies/starlink-wifi-gen2
Catalog: openwrt/package/luci/applications/luci-app-transmission/po/*/transmission.po
Languages: ru, zh_tw

source: Alternative download speed
ru: Альтернативная скорость загрузки
zh_tw: P2P代抓下載速度

source: Alternative speed enabled
ru: Альтернативная скорость включена
zh_tw: P2P代抓速度啟用

source: Alternative speed time begin
ru: Время начала альтернативной скорости
zh_tw: P2P代抓起始時間

source: Alternative speed time day
ru: День альтернативной скорости
zh_tw: P2P代抓起每日時間

source: Alternative speed time end
ru: Время окончания альтернативной скорости
zh_tw: P2P代抓結束時間

source: Alternative speed timing enabled
ru: Расписание альтернативной скорости включено
zh_tw: P2P代抓週期機制啟用

source: Alternative upload speed
ru: Альтернативная скорость отдачи
zh_tw: P2P代抓上傳速度

source: Automatically start added torrents
ru: Автоматически запускать добавленные торренты
zh_tw: 當增加種子後自動開始下載

source: Bandwidth settings
ru: Настройки скорости
zh_tw: 流量設定

source: Binding address IPv4
ru: Привязанный адрес IPv4
zh_tw: 綁定的IPv4位置

source: Binding address IPv6
ru: Привязанный адрес IPv6
zh_tw: 綁定的IPv6位置

source: Block list enabled
ru: Список блокировок включен
zh_tw: 啟用封鎖列表

source: Blocklist URL
ru: URL списка блокировок
zh_tw: 封鎖URL

source: Blocklists
ru: Списки блокировок
zh_tw: 封鎖列表

source: Cache size in MB
ru: Размер кэша (МБ)
zh_tw: 快取大小(MB)

source: Config file directory
ru: Папка файла конфигурации
zh_tw: 設定檔目錄

source: DHT enabled
ru: DHT включен
zh_tw: DHT啟用

source: Debug
ru: Отладка
zh_tw: 偵錯

source: Download directory
ru: Папка для загрузок
zh_tw: 下載目錄

source: Download queue enabled
ru: Очередь загрузок включена
zh_tw: 啟用下載隊列

source: Download queue size
ru: Размер очереди загрузок
zh_tw: 下載隊列大小

source: Enable watch directory
ru: Включить папку поиска
zh_tw: 啟用觀看目錄

source: Enabled
ru: Включено
zh_tw: 啟用

source: Encryption
ru: Шифрование
zh_tw: 加密

source: Error
ru: Ошибка
zh_tw: 錯誤

source: Fast
ru: Быстрый
zh_tw: 快速

source: Files and Locations
ru: Файлы и пути
zh_tw: 檔案和位置

source: Forced
ru: Принудительно
zh_tw: 強制

source: Full
ru: Полный
zh_tw: 全速

source: Global peer limit
ru: Глобальный лимит пиров
zh_tw: 一般連接限制

source: Global settings
ru: Общие настройки
zh_tw: 一般設定

source: Idle seeding limit
ru: Ограничение времени сидирования
zh_tw: 閒置作種限制

source: Idle seeding limit enabled
ru: Ограничение времени сидирования включено
zh_tw: 閒置作種限制機制啟用

source: Incomplete directory
ru: Папка для не полностью загруженых файлов
zh_tw: 不完整的目錄路徑

source: Incomplete directory enabled
ru: Папка для не полностью загруженых файлов включена
zh_tw: 不完整的目錄置放區機制啟用

source: Info
ru: Информация
zh_tw: 資訊

source: LPD enabled
ru: LPD включено
zh_tw: LPD啟用

source: Lazy bitfield enabled
zh_tw: 防ISP懶散悠閒抓法啟用

source: Message level
ru: Уровень сообщений
zh_tw: 訊息等級

source: Miscellaneous
ru: Прочее
zh_tw: 雜項

source: Number/bitfield. Start with 0, then for each day you want the scheduler enabled, add a value. For Sunday - 1, Monday - 2, Tuesday - 4, Wednesday - 8, Thursday - 16, Friday - 32, Saturday - 64
zh_tw: 數字/欄位. 由0開始,每日你若要啟用排程,就加上新數值. 星期日 -1, 星期一 -2, 星期二 -4, 星期三 -8, 星期四-16, 星期五-32星期六 -64

source: Off
ru: Выключено
zh_tw: 關閉

source: Open Web Interface
ru: Открыть веб-интерфейс
zh_tw: 開啟Web介面

source: PEX enabled
ru: PEX включен
zh_tw: 啟用PEX

source: Peer Port settings
ru: Настройки порта пира
zh_tw: P2P節點埠號設定

source: Peer congestion algorithm
ru: Алгоритм перегрузки пиров
zh_tw: P2P節點堵塞演算法

source: Peer limit per torrent
ru: Ограничение пиров на торрент
zh_tw: P2P節點每個種子的限制

source: Peer port
ru: Порт пира
zh_tw: P2P節點埠號

source: Peer port random high
ru: Наибольший случайный порт пира
zh_tw: P2P節點較高隨機埠號

source: Peer port random low
ru: Наименьший случайный порт пира
zh_tw: P2P節點較低隨機埠號

source: Peer port random on start
ru: Случайный порт пира при запуске
zh_tw: 一開始就啟用P2P節點隨機埠

source: Peer settings
ru: Настройки пира
zh_tw: 埠號設定

source: Peer socket tos
ru: Значение ToS сокета пира
zh_tw: P2P節點優先IP插槽

source: Port forwarding enabled
ru: Перенаправление портов включено
zh_tw: 埠轉發啟用

source: Preferred
ru: Предпочитаемо
zh_tw: 首選

source: Prefetch enabled
ru: Предвыборка включена
zh_tw: 預選啟用

source: Queue stalled enabled
zh_tw: 隊列停滯啟用

source: Queue stalled minutes
zh_tw: 隊列停滯分鐘

source: Queueing
ru: Обслуживание
zh_tw: 排隊中

source: RPC URL
ru: URL RPC
zh_tw: 遠端調用網址

source: RPC authentication required
ru: Аутентификация RPC
zh_tw: 遠端調用需要驗證

source: RPC bind address
ru: RPC-адрес
zh_tw: 遠端調用綁定位址

source: RPC enabled
ru: RPC включен
zh_tw: 遠端調用功能啟用

source: RPC password
ru: Пароль RPC
zh_tw: 遠端調用密碼

source: RPC port
ru: Порт RPC
zh_tw: 遠端調用埠號

source: RPC settings
ru: Настройки RPC
zh_tw: 遠端調用設定

source: RPC username
ru: Имя пользователя RPC
zh_tw: 遠端調用用戶名稱

source: RPC whitelist
ru: "Белый" список RPC
zh_tw: 遠端調用白名單

source: RPC whitelist enabled
ru: "Белый" список RPC включен
zh_tw: 啟用遠端調用白名單

source: Ratio limit
ru: Коэффициент отдачи
zh_tw: 比率限制

source: Ratio limit enabled
ru: Коэффициент отдачи включен
zh_tw: 啟用比率限制

source: Rename partial files
ru: Переименовывать незавершённые файлы
zh_tw: 不完整檔案更名

source: Run daemon as user
ru: Запустить демон от пользователя
zh_tw: 像用戶使用一樣常駐

source: Scheduling
ru: Планирование
zh_tw: 排程

source: Scrape paused torrents enabled
ru: Производить scrape-запросы у приостановленных торрентов
zh_tw: 下載暫停開始做種

source: Script torrent done enabled
ru: Запуск скрипта после загрузки торрента включён
zh_tw: 作種腳本啟用

source: Script torrent done filename
ru: Скрипт завершения загрузки
zh_tw: 作種腳本檔名

source: Seed queue enabled
ru: Очередь сидов включена
zh_tw: 啟用作種隊列

source: Seed queue size
ru: Размер очереди сидирования
zh_tw: 作種隊列大小

source: Speed limit down
ru: Лимит скорости загрузки
zh_tw: 下載速度限制

source: Speed limit down enabled
ru: Лимит скорости загрузки включен
zh_tw: 啟用下載速度限制

source: Speed limit up
ru: Лимит скорости отдачи
zh_tw: 上傳速度限制

source: Speed limit up enabled
ru: Лимит скорости отдачи включен
zh_tw: 啟用上傳速度限制

source: Transmission
zh_tw: 傳輸任務

source: Transmission daemon is a simple bittorrent client, here you can configure the settings.
ru: Transmission - простой bittorrent-клиент. Здесь Вы можете настроить параметры.
zh_tw: 傳輸任務常駐是一個簡單的bittorrent用戶端程式, 這裡你可以配置設定

source: Trash original torrent files
ru: Удалить торрент-файлы
zh_tw: 丟棄來源種子檔

source: Upload slots per torrent
ru: Кол-во слотов отдачи на торрент
zh_tw: 每個種子的上傳插槽數

source: Watch directory
ru: Папка поиска
zh_tw: 監看目錄

source: in minutes from midnight
ru: в минутах от полуночи
zh_tw: 從午夜算起用分表示

source: preallocation
ru: предраспределение
zh_tw: 預先分配

source: uTP enabled
ru: uTP включен
zh_tw: 啟用uTP

source: None
ru: Отсутствует
