Repository: SpaceExplorationTechnologies/starlink-wifi-gen2
Catalog: openwrt/package/luci/modules/luci-mod-freifunk/po/*/freifunk.po
Languages: ca, it

source: Bad (ETX > 10)
ca: Dolent (ETX > 10)
it: Difettoso (ETX > 10)

source: Basic Settings
ca: Ajusts bàsics
it: Impostazioni Base

source: Basic settings
ca: Ajusts bàsics
it: Impostazioni Base

source: Basic settings are incomplete. Please go to
ca: Els ajusts bàsics estan incomplets. Si us plau, aneu a
it: Le impostazioni base sono incomplete. Si prega di andare a

source: Basic system settings
ca: Ajusts de sistema bàsics
it: Impostazioni Base del Sistema

source: Channel
ca: Canal
it: Canale

source: Check for new firmware versions and perform automatic updates.
ca: Busca versions de microprogramari noves i realitza actualitzacions automàtiques.
it: Verificare la presenza di nuove versioni del firmware ed eseguire gli aggiornamenti automatici.

source: Client network size
ca: Mida de xarxa client
it: Dimensione Rete Client

source: Community
ca: Comunitat
it: Comunità

source: Community profile
ca: Perfil de comunitat
it: Profilo Comunità

source: Community settings
ca: Ajusts de comunitat
it: Impostazioni Comunità

source: Confirm Upgrade
ca: Confirma actualització
it: Conferma Aggiornamento

source: Contact
ca: Contacte
it: Contatto

source: Contact information is incomplete. Please go to
ca: La informació de contacte està incompleta. Si us plau, aneu a
it: Le informazioni di contatto sono incomplete. Si prega di andare a

source: Coordinates
ca: Coordenades
it: Coordinate

source: Country code
ca: Codi de país
it: Codice Nazione

source: Default routes
ca: Rutes per defecte
it: Instradamenti Predefiniti

source: Disable default content
ca: Deshabilita el contingut per defecte
it: Disattivare contenuto predefinito

source: Diversity is enabled for device
ca: La diversitat està habilitada en el dispositiu
it: La diversità è abilitata per il dispositivo

source: Edit index page
ca: Edita la pàgina d'índex
it: Modifica indice pagina

source: Enable IPv6
ca: Habilita IPv6
it: Attiva IPv6

source: Enable a virtual access point (VAP) by default if possible.
ca: Habilita un punt d'accés virtual (VAP) per defecte si és possible.
it: Attiva un access point virtuale (VAP) di default se possibile

source: Error
it: Errore

source: Find your coordinates with OpenStreetMap
ca: Troba les vostres coordenades amb l'OpenStreetMap
it: Trova le coordinate con OpenStreetMap

source: Freifunk Overview
ca: Visió de conjunt del Freifunk
it: Panoramica Freifunk

source: Freifunk Remote Update
ca: Actualització remota del Freifunk
it: Aggiornamento Remoto Freifunk

source: Go to
ca: Vés a
it: Vai a

source: Good (2 < ETX < 4)
ca: Bo (2 < ETX < 4)
it: Buono (2 < ETX < 4)

source: Green
ca: Verd
it: Verde

source: Hello and welcome in the network of
ca: Hola i benvingut a la xarxa de
it: Ciao e benvenuto nella rete di

source: Hide OpenStreetMap
ca: Amaga l'OpenStreetMap
it: Nascondi OpenStreetMap

source: Hostname
ca: Nom de màquina
it: Nome Host

source: IPv6 Config
ca: Configuració IPv6
it: Configura IPv6

source: IPv6 Prefix
ca: Prefix IPv6
it: Prefisso IPv6

source: IPv6 network in CIDR notation.
ca: Xarxa IPv6 en notació CIDR.
it: Rete IPv6 in notazione CIDR.

source: If selected then the default content element is not shown.
ca: Si està seleccionat, l'element de contingut per defecte no es mostra.
it: Se selezionata, l'elemento di contenuto predefinito non viene visualizzato.

source: If you are interested in our project then contact the local community
ca: Si estàs interessat en el nostre projecte, llavors contacta la comunitat local
it: Se siete interessati al nostro progetto, contattare la comunità locale

source: Index Page
ca: Pàgina d'índex
it: Indice Pagina

source: Interface
ca: Interfície
it: Interfaccia

source: Internet access depends on technical and organisational conditions and may or may not work for you.
ca: L'accés a Internet depèn de les condicions tècniques i organitzatives, i pot funcionar o no per tu.
it: L'accesso a Internet dipende dalle condizioni tecniche e organizzative e può o non può funzionare per voi.

source: It is operated by
ca: És administrat per
it: E' gestito da

source: Keep configuration
ca: Manté la configuració
it: Mantieni configurazione

source: Latitude
ca: Latitud
it: Latitudine

source: Legend
ca: Llegenda
it: Legenda

source: Load
ca: Càrrega
it: Carica

source: Local Time
ca: Hora local
it: Ora Locale

source: Location
ca: Ubicació
it: Posizione

source: Longitude
ca: Longitud
it: Longitudine

source: Map
ca: Mapa
it: Mappa

source: Map Error
ca: Error de mapa
it: Errore Mappa

source: Memory
ca: Memòria
it: Memoria

source: Mesh prefix
ca: Prefix de malla
it: Prefisso Rete

source: Metric
ca: Mètric
it: Metrica

source: Mode
it: Modalità

source: Network
ca: Xarxa
it: Rete

source: Network for client DHCP addresses
ca: Xarxa de les adreces DHCP dels clients
it: Rete per indirizzi Client DHCP

source: Nickname
it: Nome Nick

source: No default routes known.
ca: No es coneix cap ruta per defecte.
it: Nessun instradamento predefinito conosciuto.

source: Notice
ca: Avís
it: Avviso

source: Operator
ca: Operador
it: Operatore

source: Orange
ca: Taronja
it: Arancio

source: Overview
ca: Visió de conjunt
it: Panoramica

source: Package libiwinfo required!
ca: Es requereix el paquet libiwinfo!
it: Il pacchetto libiwinfo è richiesto!

source: Phone
ca: Telèfon
it: Telefono

source: Please fill in your contact details below.
ca: Si us plau, empleneu els vostres detalls de contacte a baix.
it: Inserisci i tuoi dati di contatto qui sotto.

source: Please set your contact information
ca: Si us plau, establiu la vostra informació de contacte
it: Vi preghiamo di impostare le informazioni di contatto

source: Power
ca: Potència
it: Potenza

source: Processor
ca: Processador
it: Processore

source: Profile
ca: Perfil
it: Profilo

source: Profile (Expert)
ca: Perfil (expert)
it: Profilo (Esperto)

source: Realname
ca: Nom real
it: Nome Reale

source: Red
ca: Xarxa
it: Rosso

source: Select your location with a mouse click on the map. The map will only show up if you are connected to the Internet.
ca: Seleccioneu la vostra ubicació per un clic del ratolí en el mapa. El mapa es mostra només si esteu connectat al Internet.
it: Selezionare la propria posizione con un clic del mouse sulla mappa. La mappa viene visualizzata solo se si è connessi a Internet.

source: Show OpenStreetMap
ca: Mostra OpenStreetMap
it: Mostra OpenStreetMap

source: Show on map
ca: Mostra en mapa
it: Mostra sulla mappa

source: Signal
ca: Senyal
it: Segnale

source: Start Upgrade
ca: Inicia l'actualització
it: Avvia Aggiornamento

source: Statistics
ca: Estadístiques
it: Statistiche

source: Status
ca: Estat
it: Stato

source: Still usable (4 < ETX < 10)
ca: Encara utilitzable (4 < ETX < 10)
it: Ancora utilizzabile (4 < ETX < 10)

source: System
ca: Sistema
it: Sistema

source: The <em>libiwinfo</em> package is not installed. You must install this component for working wireless configuration!
ca: El paquet <em>libiwinfo</em> no està instal·lat. Heu d'instal·lar aquest component per a tenir una configuració sense fil funcionant!
it: Il pacchetto <em>libiwinfo</em> non è installato. Si deve installare questo componente per usare di configurazione wireless!

source: The OLSRd service is not configured to capture position data from the network.<br /> Please make sure that the nameservice plugin is properly configured and that the <em>latlon_file</em> option is enabled.
it: Il servizio OLSRd non è configurato per acquisire i dati di posizione della rete. <br/> Assicurarsi che il plugin nameservice sia configurato correttamente e che l'opzione <em>latlon_file</em> è abilitata.

source: The installed firmware is the most recent version.
ca: El microprogramari instal·lat és la versió més recent.
it: Il firmware installato è la versione più recente.

source: These are the basic settings for your local wireless community. These settings define the default values for the wizard and DO NOT affect the actual configuration of the router.
it: Queste sono le impostazioni di base per la vostra comunità locale wireless. Queste impostazioni definiscono i valori predefiniti per la procedura guidata e non influenzano la configurazione attuale del router.

source: These are the settings of your local community.
ca: Aquests són els ajusts de la vostra comunitat local.
it: Queste sono le impostazioni della vostra comunità locale.

source: These pages will assist you in setting up your router for Freifunk or similar wireless community networks.
it: Queste pagine vi aiuteranno a configurare il router per Freifunk o reti wireless della comunità simile.

source: This is the access point
ca: Això és el punt d'accés
it: Questo è il punto di accesso

source: Update Settings
ca: Actualitza els ajusts
it: Aggiorna impostazioni

source: Update available!
ca: Actualització disponible!
it: Aggiornamento disponibile!

source: Uptime
it: Tempo di attività

source: Verify downloaded images
it: Verifica delle immagini scaricate

source: Very good (ETX < 2)
ca: Molt bo (ETX < 2)
it: Molto buono (ETX < 2)

source: We are an initiative to establish a free, independent and open wireless mesh network.
ca: Som una iniciativa per establir una xarxa mesh lliure, independent i oberta.
it: Siamo un'iniziativa per creare una rete libera, indipendente e aperto wireless mesh.

source: Wireless Overview
ca: Visió de conjunt sense fil
it: Panoramica Wireless

source: Yellow
ca: Groc
it: Giallo

source: You can display additional content on the public index page by inserting valid XHTML in the form below.<br />Headlines should be enclosed between &lt;h2&gt; and &lt;/h2&gt;.
it: È possibile visualizzare contenuti aggiuntivi nella pagina indice pubblica inserendo XHTML valida nel modulo sottostante. <br/> I titoli dovrebbero essere racchiusi tra &lt;h2&gt; e &lt;/h2&gt;.

source: You can find further information about the global Freifunk initiative at
ca: Pots trobar més informació sobre la iniciativa global Freifunk a
it: È possibile trovare ulteriori informazioni sull'iniziativa Freifunk globale a

source: You can manually edit the selected community profile here.
it: È possibile modificare manualmente il profilo selezionato della comunità qui

source: You need to select a profile before you can edit it. To select a profile go to
it: È necessario selezionare un profilo prima di poterlo modificare. Per selezionare un profilo andare a

source: and fill out all required fields.
it: e compilare tutti i campi richiesti.

source: cached
it: in memoria cache

source: e.g.
it: es.

source: free
ca: lliure
it: libero

source: to disable it.
it: per disattivarlo.

source: used
ca: utilitzat
it: usato

source: wireless settings
ca: ajusts sense fil
it: Impostazioni Wireless

source: Bitrate
ca: Velocitat de bits

source: E-Mail
ca: Adreça electrònica

source: Gateway
ca: Passarel·la

source: Homepage
ca: Pàgina principal
