Repository: SpaceExplorationTechnologies/starlink-wifi-gen2
Catalog: openwrt/package/luci/applications/luci-app-travelmate/po/*/travelmate.po
Languages: ja, pt_br

source: Brief advice: Create a wwan interface, configure it to use dhcp and add it to the wan zone in firewall. Create the wifi interfaces to be used ('client' mode, assigned to wwan network, left as disabled). Travelmate will try to connect to the known wifi client interfaces in the defined order.
ja: 簡単な解説: 予めWWANインターフェースを作成し、DHCPを使用するよう構成してファイアウォールのWANゾーンに追加します。また、使用される無線インターフェースを作成しておきます（"クライアント" モード、WWANに割り当て、無効状態）。Travelmateは、登録されている順序で既知の無線クライアント インターフェースへの接続を試行します。
pt_br: Breve conselho: Crie uma interface wwan, configure-a para usar DHCP e adicione-a à zona wan no firewall. Crie as interfaces wifi a serem usadas (modo 'cliente', atribuído à rede wwan, deixado como desativado). O Travelmate tentará se conectar às interfaces de cliente wifi conhecidas na ordem definida.

source: Configuration of the Travelmate package to enable travel router functionality.
ja: トラベル ルータ機能を有効にする、Travelmate パッケージの設定です。
pt_br: Configuração do pacote Travelmate para permitir a funcionalidade de roteador de viagem.

source: Debug logging
ja: デバッグ ログ
pt_br: Registros(log) para depuração

source: Default 20, range 10-60
ja: 既定値 20、範囲 10 - 60
pt_br: Padrão 20, faixa 10-60

source: Default 3, range 1-10
ja: 既定値 3、範囲 1 - 10
pt_br: Padrão 3, faixa 1-10

source: Disable this if you want to use iwinfo instead of iw
ja: iw の代わりに iwinfo を使用したい場合、この設定を無効にします。
pt_br: Desabilite isto se você quer usar o iwinfo ao invés do iw

source: Enable Travelmate
ja: Travelmateの有効化
pt_br: Habilitar o Travelmate

source: Extra options
ja: 拡張オプション
pt_br: Opções adicionais

source: Global options
ja: 全般オプション
pt_br: Opções Globais

source: Link to detailed advice
ja: 詳細な解説へのリンク
pt_br: Endereço para conselhos detalhados

source: Max. number of connection retries to an uplink
ja: 確立までの接続試行回数
pt_br: Máximo número de tentativas de conexão para um enlace

source: Max. timeout in seconds for wlan interface reload
ja: 無線LANインターフェース リロード時の最大待機時間（秒）
pt_br: Tempo limite máximo em segundos para recarregar a interface wlan

source: Restrict reload trigger to certain interface(s)
ja: リロード トリガを特定のインターフェースに限定する
pt_br: Restringir o gatilho de recarga para somente alguma(s) interface(s)

source: Space separated list of wwan interfaces that trigger reload action. To disable reload trigger set it to 'false'. Default: empty
ja: リロード動作のトリガとなる、スペースで区切られたWWAN インターフェースのリストです。リロードのトリガを無効にするには、'false' を設定します。既定値:（空）
pt_br: Lista separada por espaços de interfaces wwan que acionam a ação de recarga. Para desabilitar o gatilho de recarga, defina-o como 'false'. Padrão: vazio

source: Use iw for scanning
ja: スキャンに iw を使用する
pt_br: Use o iw para escaneamento
