Repository: SpaceExplorationTechnologies/starlink-wifi-gen2
Catalog: openwrt/package/luci/applications/luci-app-radvd/po/*/radvd.po
Languages: es, no, pt_br

source: 6to4 interface
es: Interfaz 6a4
no: 6til4 grensesnitt
pt_br: Interface 6to4

source: Address
es: Dirección
no: Adresse
pt_br: Endereço

source: Addresses
es: Direcciones
no: Adresser
pt_br: Endereços

source: Advanced
es: Avanzado
no: Avansert
pt_br: Avançado

source: Advertise Home Agent flag
es: Publicar marca de agente personal
no: Annonser Home Agent flagg
pt_br: Anuncie a opção de Agente Local

source: Advertise router address
es: Publicar dirección del router
no: Annonser ruteradressen
pt_br: Anuncie o endereço do roteador

source: Advertised Domain Suffixes
es: Publicar sufijos de dominio
no: Annonserte Domenesuffikser
pt_br: Anuncie o Sufixo do Domínio

source: Advertised IPv6 RDNSS. If empty, the current IPv6 address of the interface is used
es: RDNSS IPv6 publicado. Dejar en blanco para usar la dirección IPv6 de la interfaz
no: Annonsert IPv6 RDNSS. Hvis tom, brukes den gjeldende IPv6-adressen til grensesnittet
pt_br: Anuncia IPv6 RDNSS. Se vazio, o endereço IPv6 atual da interface será usado

source: Advertised IPv6 prefixes
es: Prefijo IPv6 publicado
no: Annonserte IPv6 prefikser
pt_br: Anuncie os prefixos IPv6

source: Advertised IPv6 prefixes. If empty, the current interface prefix is used
es: Prefijos IPv6 publicados. Dejar en blanco para usar el propio del interfaz
no: Annonserte IPv6 prefikser. Hvis tom, brukes gjeldende grensesnitt prefiks
pt_br: Anuncie os prefixos IPv6. Se vazio, o prefixo da interface atual será usado

source: Advertises Mobile IPv6 Home Agent capability (RFC3775)
es: Publica aptitudes móviles IPv6 del Home Agent (RFC3775)
no: Annonserer Mobile IPv6 Home Agent muligheter (RFC3775)
pt_br: Anuncia a capacidade de Agente Local para IPv6 Móvel (RFC3775)

source: Advertises Mobile Router registration capability (NEMO Basic)
es: Publica las aptitudes de registro del router móvil
no: Annonserer Mobile Router registration muligheter (NEMO Basic)
pt_br: Anuncia a capacidade de registro de Roteador Móvel (NEMO Básico)

source: Advertises assumed reachability time in milliseconds of neighbours in the RA if specified. 0 disables reachability advertisements
es: Publica el alcance asumido en milisegundos de los vecinos en la RA si se especifica. 0 para desactivar
no: Annonserer antatt tilgjengelighet i millisekunder for naboer i RA. 0 deaktiverer annonsenering av tilgjengelighet
pt_br: Se especificado, anuncia no RA o tempo assumido de alcance dos vizinhos, em milissegundos. Especifique 0 para desabilita este anuncio

source: Advertises the default Hop Count value for outgoing unicast packets in the RA. 0 disables hopcount advertisements
es: Publica la cuenta de saltos para paquetes salientes en el RA. Desactivar con 0
no: Annonserer standard Hop Count verdien for utgående unicast pakker i RA. 0 deaktierer annonsering av hopcount
pt_br: Anuncia no RA o valor padrão para a contagem de saltos nos pacotes unicast saindo da rede. Especifique 0 para desabilita este anuncio

source: Advertises the default router preference
es: Publica la preferencia de router por defecto
no: Annonserer standard ruter preferanse
pt_br: Anuncia a preferência do roteador padrão

source: Advertises the given link MTU in the RA if specified. 0 disables MTU advertisements
es: Publica el MTU del enlace en la RA si se especifica. Desactivar con 0
no: Annonserer angitt link MTU i RA. 0 deaktiverer annonsereing av MTU
pt_br: Anuncia no RA o MTU da conexão. Especifique 0 para desabilita este anuncio

source: Advertises the length of time in seconds that addresses generated from the prefix via stateless address autoconfiguration remain preferred.
es: Publica el tiempo de vida en segundos que se prefieren las direcciones generadas desde el prefijo vía una dirección de autoconfiguración sin estado.
pt_br: Divulga a duração do tempo em segundos que endereços gerados a partir do prefixo através apátridas endereço autoconfiguração permanecem preferido.

source: Advertises the length of time in seconds that the prefix is valid for the purpose of on-link determination.
es: Publica el tiempo en segundos que el prefijo es válido para determinar que el enlace está activo.
pt_br: Divulga a duração do tempo em segundos que o prefixo é válido para o propósito de sobre-link determinado.

source: Advertises the lifetime of the default router in seconds. 0 indicates that the node is no default router
es: Publica tiempo de vida del router por defecto en segundos. 0 si el router no lo es
no: Annonserer levetiden for standard ruter i sekunder. 0 indikerer at noden ikke er standard ruter
pt_br: Anuncia o período de tempo, em segundos, da validade do roteador padrão. Especifique 0 para período infinito

source: Advertises the time in seconds the router is offering Mobile IPv6 Home Agent services
es: Publica tiempo en segundos que router ofrece servicios de Home Agent para IPv6 móvil
no: Annonserer tiden i sekunder der ruteren tilbyr Mobile IPv6 Home Agent tjenester
pt_br: Anuncia o período de tempo, em segundos, que o roteador está oferecendo o serviço de Agente Local para IPv6 Móvel

source: Advertises wait time in milliseconds between Neighbor Solicitation messages in the RA if specified. 0 disables retransmit advertisements
es: Publicar el tiempo de espera en milisegundos entre mensajes de solicitud de vecinos en la RA. Desactivar con 0
no: Annonserer ventetiden i millisekunder mellom Neighbor Solicitation meldinger i RA. 0 deaktiverer omsendte annonseringer
pt_br: Anuncia o tempo de espera, em milissegundos, entre mensagens de Solicitação de Vizinhos no RA. Especifique 0 para desabilitar a retransmissão do anúncio

source: Advertising
es: Publicación
no: Annonsering
pt_br: Anúncio

source: Autonomous
es: Autónomo
no: Selvstendig
pt_br: Autônomo

source: Clients
es: Clientes
no: Klienter
pt_br: Clientes

source: Configuration flag
es: Marca de configuración
no: Konfigurasjon flagg
pt_br: Marcação de configuração

source: Current hop limit
es: Límite de saltos actual
no: Nåværende hop grense
pt_br: Limite de saltos atual

source: DNSSL Configuration
es: Configuración DNSSL
no: DNSSL Konfigurasjon
pt_br: Configuração DNSSL

source: Default lifetime
es: Vida por defecto
no: Standard levetid
pt_br: Validade padrão

source: Default preference
es: Preferencia por defecto
no: Standard prepreferanse
pt_br: Preferências padrão

source: Enable
es: Activar
no: Aktiver
pt_br: Habilita

source: Enable advertisements
es: Activar publicaciones
no: Aktiver annonsering
pt_br: Habilita anúncios

source: Enables router advertisements and solicitations
es: Activar publicaciones y solicitudes de router
no: Aktiverer ruter annonsering og anmodning
pt_br: Habilita as solicitações e os anúncios do roteador

source: Enables the additional stateful administered autoconfiguration protocol (RFC2462)
es: Activa el protocolo adicional de autoconfiguración de estado (RFC2462)
no: Aktiverer den ekstra 'stateful' administrerte autokonfigurasjon protokoll (RFC2462)
pt_br: Habilita o protoloco de autoconfiguração administrada com estado (RFC2462)

source: Enables the autoconfiguration of additional, non address information (RFC2462)
es: Activa la configuración de información adicional que no sea de dirección (RFC2462)
no: Aktiverer autokonfigurasjon for annen ikke adresse informasjon (RFC2462)
pt_br: Habilita a autoconfiguração de informação adicional, não endereço (RFC2462)

source: Home Agent information
es: Información del "Home Agent"
no: Home Agen informasjon
pt_br: Informação do Agente Local

source: Home Agent lifetime
es: Vida del "Home Agent"
no: Home Agent levetid
pt_br: Validade do Agente Local

source: Home Agent preference
es: Preferencia del "Home Agent"
no: Home Agent preferanse
pt_br: Preferências do Agente Local

source: Include Home Agent Information in the RA
es: Incluir información del "Home Agent" en el RA
no: Inkluder Home Agent informasjon i RA
pt_br: Inclui Informação do Agente Local no RA

source: Include Mobile IPv6 Advertisement Interval option to RA
es: Incluir la opción de publicación móvil IPv6 a RA
no: Inkluder Mobile IPv6 annonserings intervall alternativer til RA
pt_br: Inclui a opção de Intervalo de Anúncio de IPv6 Móvel no RA

source: Includes the link-layer address of the outgoing interface in the RA
es: Incluye la dirección de capa de enlace para el interfaz saliente en la RA
no: Inkluder utgående grensesnitts link-layer adresse til RA
pt_br: Inclui o endereço da camada de rede da interface de saída no RA

source: Indicates that the address of interface is sent instead of network prefix, as is required by Mobile IPv6
es: Se enviará la dirección del interfaz en vez del prefijo de red tal y como se requiere par IPv6 móvil
no: Indikerer at grensesnittets adresse er sendt istedet for nettverks prefikset, noe som er nødvendig for Mobile IPv6
pt_br: Indica que o endereço da interface é enviado ao invés do prefixo de rede, como é necessário para IPv6 Móvel

source: Indicates that the underlying link is not broadcast capable, prevents unsolicited advertisements from being sent
es: El enlace inferior no puede hacer redifusión, no se pueden enviar publicaciones no solicitadas
no: Indikerer at underliggende link ikke er broadcast kapabel, dette forhindrer spontane annonsering
pt_br: Indica que a conexão abaixo não é capaz de utilizar broadcast. Isto inibe o envio de anúncios não solicitados

source: Indicates that this prefix can be used for autonomous address configuration (RFC4862)
es: Este prefijo se puede usar como una dirección autónoma de configuración (RFC4862)
no: Indikerer at dette prefikset kan bli brukt for autonom adresse konfigurasjon (RFC4862)
pt_br: Indica que este prefixo pode ser usado para configuração autônoma de endereços (RFC4862)

source: Indicates that this prefix can be used for on-link determination (RFC4861)
es: Este prefijo se puede usar para determinación de enlace activado (RFC4861)
no: Indikerer at dette prefikset kan bli brukt for on-link bestemmelse (RFC4861)
pt_br: Indica que este prefixo pode ser usado para a determinação da presença no enlace local (RFC4861)

source: Interface
es: Interfaz
no: Grensesnitt

source: Interface Configuration
es: Configuración de la interfaz
no: Grensesnitt Konfigurasjon
pt_br: Configuração da Interface

source: Interface required
es: Se necesita una interfaz
no: Grenesnitt er nødvendig
pt_br: Requer uma interface

source: Lifetime
es: Vida
no: Levetid
pt_br: Validade

source: Link MTU
es: MTU del enlace
pt_br: MTU da conexão

source: Managed flag
es: Marca de gestionado
no: Managed flagg
pt_br: Marcação de gerenciado

source: Max. interval
es: Intervalo máximo
no: Maks. intervall
pt_br: Intervalo Máximo

source: Maximum advertisement interval
es: Intervalo máximo de publicación
no: Maksimum annonsering intervall
pt_br: Intervalo máximo de anúncio

source: Minimum advertisement delay
es: Retraso mínimo de publicación
no: Minimum annonsering forsinkelse
pt_br: Atraso mínimo de anúncio

source: Minimum advertisement interval
es: Intervalo mínimo de publicación
no: Minimum annonsering intervall
pt_br: Intervalo mínimo de anúncio

source: Mobile IPv6
es: IPv6 móvil
pt_br: IPv6 Móvel

source: Mobile IPv6 interval option
es: Opción de intervalo móvil IPv6
no: Mobile IPv6 intervall alternativer
pt_br: Opçao de intervalo de IPv6 móvel

source: Mobile IPv6 router registration
es: Registro de router móvil IPv6
no: Mobile IPv6 ruter registrering
pt_br: Registro de roteador IPv6 móvel

source: Multicast
es: Multidifusión

source: On-link
es: Enlace activado (On-link)
pt_br: Presença no enlace local

source: On-link determination
es: Determinar enlace activado
no: On-link bestemmelse
pt_br: Determinação da presença no enlace local

source: Preference
es: Preferencia
no: Preferanse
pt_br: Preferência

source: Preferred lifetime
es: Duración de vida preferida
no: Foretrukket levetid
pt_br: Validade preferida

source: Prefix
es: Prefijo
no: Prefiks
pt_br: Prefixo

source: Prefix Configuration
es: Configuración del prefijo
no: Prefiks Konfigurasjon
pt_br: Configuração do Prefixo

source: Prefixes
es: Prefijos
no: Prefikser
pt_br: Prefixos

source: RDNSS Configuration
es: Configuración RDNSS
no: RDNSS Konfigurasjon
pt_br: Configuração do RDNSS

source: Radvd - Interface %q
es: Radvd - Interfaz %q
no: Radvd - Grensesnitt %q

source: Radvd - Prefix
es: Radvd - Prefijo
no: Radvd - Prefiks
pt_br: advd - Prefixo

source: Radvd - Route
es: Radvd - Ruta
no: Radvd - Rute
pt_br: Radvd - Rota

source: Radvd is a router advertisement daemon for IPv6. It listens to router solicitations and sends router advertisements as described in RFC 4861.
es: Radvd es un demonio de publicación de enrutado de para IPv6. Atiende solicitudes de ruta y envía anuncios de ruta como se describe en RFC4861.
no: Radvd er en ruter annonserings tjeneste for IPv6. Den lytter etter ruter anmodninger og sender ruter annonsering som beskrevet i RFC 4861
pt_br: Radvd é um programa de anúncio de rotas para IPv6. Ele escuta por solicitações de rota e envia anúncios de roteador (RA) como descrito em RFC 4861.

source: Reachable time
es: Tiempo alcanzable
no: Tilgjengelighet tid
pt_br: Tempo de alcance

source: Restrict communication to specified clients, leave empty to use multicast
es: Restringir comunicaciones a estos clientes, dejar en blanco para multidifusión
no: Begrens kommunikasjonen til klienter spesifisert her, la stå tomt for å bruke multicast
pt_br: Restringe a comnuicação para clientes específicos. Deixe vazio para usar multicast

source: Retransmit timer
es: Retraso de retransmisión
no: Omsendelse tidsmåler
pt_br: Cronômetro de retransmissão

source: Route Configuration
es: Configuración de rutas
no: Rute Konfigurasjon
pt_br: Configuração da Rota

source: Routes
es: Rutas
no: Ruter
pt_br: Rotas

source: Source link-layer address
es: Dirección origen de enlace de red
no: Kilde link-lag adresse
pt_br: Endereço de origem da camada de enlace

source: Specifies a logical interface name to derive a 6to4 prefix from. The interfaces public IPv4 address is combined with 2002::/3 and the value of the prefix option
es: Nombre lógicos del interfaz del que derivar un prefijo 6to4. La dirección IPv4 pública del interfaz se combina con 2002::/3 y el valor de la opción "prefijo"
no: Angir et logisk grensenittsnavn å hente 6til4 prefiks fra. Grensesnittets offentlige IPv4 adresse er kombinert med 2002::/3 og verdien av prefiks alternativet
pt_br: Especifica o nome da interface lógica da qual será derivada o prefixo 6to4. O endereço IPv4 público da interface é combinado com 2002::/3 e o valor da opção de prefixo

source: Specifies the lifetime associated with the route in seconds.
es: Tiempo de vida asociado a la ruta en segundos.
pt_br: Especifica o tempo de vida associado com o trajecto em segundos.

source: Specifies the logical interface name this section belongs to
es: Nombre del interfaz lógico al que pertenece esta sección
no: Angir det logiske grensesnittsnavnet som denne seksjonen tilhører
pt_br: Especifica o nome da interface lógica que esta seção pertence

source: Specifies the maximum duration how long the DNSSL entries are used for name resolution.
es: Máximo tiempo que las entradas DNSSL se usan para resolución de nombres.
pt_br: Especifica a duração máxima de quanto tempo as entradas DNSSL são usados ​​para resolução de nomes.

source: Specifies the maximum duration how long the RDNSS entries are used for name resolution.
es: Máximo tiempo que las entradas RDNSS se usan para resolución de nombres.
pt_br: Especifica a duração máxima de quanto tempo as entradas RDNSS são usados ​​para resolução de nomes.

source: Specifies the preference associated with the default router
es: Preferencia asociada con el router por defecto
no: Angir preferanse knyttet til standard ruteren
pt_br: Especifica as preferências associadas com o roteador padrão

source: Suffix
es: Sufijo
no: Suffiks
pt_br: Sufixo

source: The maximum time allowed between sending unsolicited multicast router advertisements from the interface, in seconds
es: Máximo tiempo en segundos entre envíos de publicaciones multidifusión desde el interfaz
no: Maksimal tillatt tid mellom sending av spontane multicast annonseringer fra grensesnittet, i sekunder
pt_br: O tempo máximo, em segundos, permitido entre o envio de RAs não solicitados a partir desta interface

source: The minimum time allowed between sending multicast router advertisements from the interface, in seconds
es: Mínimo tiempo en segundos entre envíos de publicaciones multidifusión desde el interfaz
no: Minimum tillatt tid mellom sending av multicast annonseringer fra grensesnittet, i sekunder
pt_br: O tempo mínimo, em segundos, permitido entre o envio de RAs a partir desta interface

source: The minimum time allowed between sending unsolicited multicast router advertisements from the interface, in seconds
es: Mínimo tiempo en segundos entre envíos de publicaciones multidifusión no solicitadas desde el interfaz
no: Minimum tillatt tid mellom sending av spontane multicast annonseringer fra grensesnittet, i sekunder
pt_br: O tempo mínimo, em segundos, permitido entre o envio de RAs não solicitados a partir desta interface

source: The preference for the Home Agent sending this RA
es: Preferencia que el Home Agent enviará a esta RA
no: Referansen til Home Agenten som sender denne RA
pt_br: As preferencias para o Agente Local enviando este RA

source: Timing
es: Temporización
pt_br: Cronometragem

source: Unicast only
es: Solo unidifusión
no: Kun Unikast
pt_br: Somente Unicast

source: Valid lifetime
es: Tiempo de vida válido
no: Gyldig levetid
pt_br: Duração da validade

source: Validity time
es: Tiempo de validez
no: Gyldighetsperiode
pt_br: Tempo de validade

source: default
es: por defecto
no: standard
pt_br: padrão

source: high
es: alto
no: høy
pt_br: alto

source: low
es: bajo
no: lav
pt_br: baixo

source: medium
es: medio
pt_br: médio

source: yes
es: sí
no: ja
pt_br: sim

source: General
no: Generell
pt_br: Geral

source: no
no: nei
pt_br: não

source: Interfaces
no: Grensesnitt
