Repository: SpaceExplorationTechnologies/starlink-wifi-gen2
Catalog: openwrt/package/luci/applications/luci-app-pbx-voicemail/po/*/pbx-voicemail.po
Languages: ca, de, es, it, pl, pt_br, ru, zh_tw

source: Email Addresses that Receive Voicemail
ca: Adreces de correu electrònic que reben correu de veu
de: E-Mail Adressen die Sprachnachrichten empfangen
es: Dirección de correo electrónica que recibe Voicemail
it: Indirizzi e-mail che ricevono Voicemail
pl: Adres e-mail do odbierania poczty głosowej
pt_br: Endereços de correio eletrônicos que Recebem Correio de Voz
ru: Адрес эл. почты для получения голосовой почты
zh_tw: 接收語音郵件的信箱位址

source: Enable Voicemail
ca: Habilita el correu de veu
de: Anrufbeantworter aktivieren
es: Activar Voicemail
it: Attiva Voicemail
pl: Włącz pocztę głosową
pt_br: Habilitar o Correio de Voz
ru: Включить голосовую почту
zh_tw: 啟用語音郵件功能

source: Global Voicemail Setup
de: Allgemeine Einstellungen für Voicemail
es: Configuración global de Voicemail
it: Attiva Voicemail
pl: Ustawienia globalnej poczty głosowej
pt_br: Configuração Global do Correio de Voz
ru: Глобальные настройки голосовой почты
zh_tw: 語音郵件通用設定

source: Here you can configure a global voicemail for this PBX. Since this system is intended to run on embedded systems like routers, there is no local storage of voicemail - it must be sent out by email. Therefore you need to configure an outgoing mail (SMTP) server (for example your ISP's, Google's, or Yahoo's SMTP server), and provide a list of addresses that receive recorded voicemail.
de: Es kann ein systemweiter Anrufbeantworter für diese Telefonanlage (<abbr title="Private Branch eXchange">PBX</abbr>) konfiguriert werden. Da dieses System für den Einsatz auf embedded Systemen wie Routern optimiert wurde, gibt es keine Möglichkeit die Sprachnachrichten lokal zu speichern. Sie müssen per E-Mail versendet werden. Daher muss ein ausgehender Mail-Server (<abbr title="Simple Mail Transfer Protocol">SMTP</abbr>) konfiguriert werden. Hier kann zum Beispiel der SMTP-Server des Providers, aber auch ein Freemailer wie GMail eingetragen werden. Zusätzlich muss noch eine Liste von Adressen angegeben werden, an die aufgezeichnete Sprachnachrichten geschickt werden.
es: Configure un correo de voz global para esta PBX. Como el sistema está diseñado para sistemas integrados como routers, no tiene un almacenamiento local y debe enviarse por correo. Por este motivo debe configurar un servidor SMTP de correo saliente (como ISP, Google o el correo de Yahoo) y establecer una lista de direcciones que recibirán el correo de voz grabado.
it: Qui è possibile configurare un messaggio vocale globale per questo PBX. Poiché questo sistema è destinato a girare su sistemi embedded come router, non vi è alcuna memorizzazione locale di segreteria - deve essere inviato via e-mail. Pertanto, è necessario configurare un server di posta in uscita (SMTP) (ad esempio del vostro ISP, di Google, Server Yahoo SMTP), e di fornire un elenco di indirizzi che ricevono posta vocale registrato.
pl: Tutaj można skonfigurować globalną pocztę głosową dla PBX. Ponieważ system ten jest przeznaczony do pracy w systemach wbudowanych, takich jak routery, nie ma możliwości lokalnego przechowywania poczty głosowej - wiadomości muszą być wysłane e-mailem. Z tego powodu należy skonfigurować serwer poczty wychodzącej (SMTP) i podać listę adresów, które będą otrzymywać nagrania z poczty głosowej
pt_br: Aqui você pode configurar um correio de voz global para este PBX. Uma vez que este sistema é previsto para ser executado em ambientes embarcados como roteadores, não existe armazenamento local do correio de voz - ele deve ser enviado por correio eletrônico. Desta maneira, você deve configurar um servidor (SMTP) de correio eletrônico (por exemplo, o servidor SMTP do seu provedor de Internet, do Google ou do Yahool), e fornecer uma lista dos endereços para os quais o correio de voz será enviado.
ru: Здесь Вы можете настроить голосовую почту АТС. Так как данная система является встраиваемой и предназначена для таких устройств как, например, маршрутизаторы, локальное хранилище голосовой почты отсутствует. Голосовая почта пересылается через электронную почту. Следовательно, вам нужно указать сервер исходящей почты (SMTP) и перечислить адреса, на которые будет пересылаться голосовая почта.
zh_tw: 在這裡可以幫PBX總機設定通用語音郵件. 因為這個系統想要像路由器一般跑在嵌入式系統, 這裡並無本地語言郵件的儲存空間 - 它必須由郵件來傳送. 因此你需要設定一個(SMTP)外寄郵件伺服器(例如你的ISP, Google, 或者Yahoo外寄郵件伺服器), 並且提供一個位址清單可以接收錄音檔的語音郵件.

source: In order for this PBX to send emails containing voicemail recordings, you need to set up an SMTP server here. Your ISP usually provides an SMTP server for that purpose. You can also set up a third party SMTP server such as the one provided by Google or Yahoo.
de: Damit diese Telefonanlage (<abbr title="Private Branch eXchange">PBX</abbr>) E-Mails mit Sprachaufnahmen senden kann, muss an dieser Stelle ein SMTP-Server eingetragen werden. Ihr Internet-Dienstanbieter (<abbr title="Internet Service Provider">ISP</abbr>) stellt normalerweise einen SMTP-Server für diesen Zweck zur Verfügung. Sie können auch einen SMTP-Server eines Drittanbieters, wie z.B. Google oder Yahoo, hier einstellen.
es: Para usar esta PBX para enviar correos con grabaciones de correos de voz tiene que configurar un servidor SMTP. Su ISP es posible que tenga uno. También puede usar otros como los de Google o Yahoo.
it: Affinché questo PBX possa inviare messaggi di posta elettronica contenenti le registrazioni vocali, è necessario impostare un server SMTP qui. Il tuo ISP in genere fornisce un server SMTP per tale scopo. È inoltre possibile impostare un terzo SMTP come quello fornito da Google o Yahoo.
pl: W celu wysyłało e-maili zawierających nagrania poczty głosowej przez PBX, należy skonfigurować serwer SMTP. Twój dostawca usług internetowych zazwyczaj dostarcza serwer SMTP. Można również skonfigurować serwer SMTP firm trzecich, takich jak Google lub Yahoo.
pt_br: Para este PBX enviar mensagens eletrônicas contendo as gravações do correio de voz, você precisa definir aqui um servidor SMTP. Seu provedor de Internet geralmente fornece um servidor SMTP para este propósito. Você também pode usar um servidor de terceiros como os fornecidos pelo GMail ou Yahoo.
ru: Чтобы отсылать электронную почту с записями голосовой почты, вам необходимо указать SMTP-сервер. Вы можете использовать SMTP-сервер вашего интернет-провайдера или любой другой, например, SMTP-сервер Google или Yahoo.
zh_tw: 為了幫PBX總機傳送附帶語音郵件錄音檔, 你必須設定一個(SMTP)外寄郵件伺服器.通常你的ISP會提供一個SMTP外寄郵件伺服器讓客戶寄信,.你也可以設定第三方SMTP外寄郵件伺服器類似Google或Yahoo提供的也行.

source: Last Sent Voicemail Log
ca: Registre del últim correu de veu enviat
de: Log der zuletzt gesendeten Voicemails
es: Último registro de Voicemail enviado
it: Ultimo file di registro Voicemail inviato
pt_br: Registro do Último Correio de Voz Enviado
ru: Запись журнала последнего отправленного сообщения голосовой почты
zh_tw: 上一次傳送語音郵件的記錄

source: Local Storage Directory
ca: Directori d'emmagatzematge local
de: Lokales Speicherverzeichnis
es: Directorio local de almacenamiento
it: Cartella di memorizzazione Locale
pl: Lokalny katalog przechowywania
pt_br: Diretório de Armazenamento Local
ru: Локальная директория хранения
zh_tw: 本地端儲存目錄

source: No
de: Nein
pl: Nie
pt_br: Não
ru: Нет

source: Outgoing mail (SMTP) Server
ca: Servidor de correu sortint (SMTP)
de: Server für ausgehende Mails (SMTP)
es: Servidor de correo SMTP saliente
it: Server posta in uscita (SMTP)
pl: Serwer poczty wychodzącej (SMTP)
pt_br: Servidor de correio eletrônico (SMTP) para envio
ru: Сервер исходящей почты (SMTP)
zh_tw: 外寄郵件(SMTP)伺服器

source: SMTP Password
ca: Contrasenya SMTP
de: SMTP-Passwort
es: Contraseña SMTP
it: Password SMTP
pl: Hasło SMTP
pt_br: Senha do SMTP
ru: Пароль SMTP
zh_tw: 外寄郵件(SMTP)伺服器傳送密碼

source: SMTP Port Number
ca: Nombre de port SMTP
de: SMTP-Portnummer
es: Número de puerto SMTP
it: Numero Porta SMTP
pl: Numer portu SMTP
pt_br: Porta do SMTP
ru: Номер порта SMTP
zh_tw: 外寄郵件(SMTP)伺服器服務埠號

source: SMTP Server Authentication
ca: Autenticació del servidor SMTP
de: SMTP-Server-Anmeldung
es: Autentificación de servidor SMTP
it: Autenticazione Server SMTP
pl: Uwierzytelnianie serwera SMTP
pt_br: Autenticação do Servidor SMTP
ru: Аутентификация SMTP-сервера
zh_tw: 外寄郵件(SMTP)伺服器驗證

source: SMTP Server Hostname or IP Address
ca: Adreça IP o nom de host del servidor SMTP
de: SMTP-Servername oder IP-Adresse
es: Nombre del servidor SMTP o dirección IP
it: Nome Host Server SMTP o Indirizzo IP
pl: Nazwa hosta serwera SMTP lub adres IP
pt_br: Nome do Equipamento ou Endereço IP do Servidor SMTP
ru: Имя SMTP-сервера или IP-адрес
zh_tw: 外寄郵件(SMTP)伺服器主機名稱或者IP位址

source: SMTP User Name
ca: Nom d'usuari SMTP
de: SMTP-Benutzername
es: Nombre de usuario SMTP
it: Nome Utente SMTP
pl: Nazwa użytkownika SMTP
pt_br: Nome do Usuário do SMTP
ru: Имя пользователя SMTP
zh_tw: 外寄郵件(SMTP)伺服器登入使用者名稱

source: Secure Connection Using TLS
ca: Assegura la connexió mitjançant TLS
de: Sichere Verbindung über TLS
es: Asegurar la conexión con TLS
it: Connessione Sicura utilizzando TLS
pl: Bezpieczne połączenie za pomocą protokołu TLS
pt_br: Proteja a Conexão Usando TLS
ru: Защищенное соединение с использованием TLS
zh_tw: 採用TLS加密協議安全連線

source: Voicemail Setup
de: Voicemail-Einstellungen
es: Configuración de Voicemail
it: Impostazione Voicemail
pl: Ustawienia Poczty głosowej
pt_br: Configuração do Correio de Voz
ru: Настройка голосовой почты
zh_tw: 設定語音郵件

source: When you enable voicemail, you will have the opportunity to specify email addresses that receive recorded voicemail. You must also set up an SMTP server below.
ca: Quan habiliteu el correu de veu, tindreu l'oportunitat d'especificar adreces de correu electrònic que reben correu de veu gravat. Heu d'establir també un servidor SMTP a baix.
de: Wenn Sie Voicemail aktivieren, können Sie E-Mail-Adressen angeben, die aufgenommene Voicemails erhalten sollen. Sie müssen ebenfalls einen SMTP-Server unten angeben.
es: Cuando active Voicemail tendrá que especificar direcciones de correo que recibirán los correos grabados así como un servidor SMTP.
it: Quando si attiva la segreteria telefonica, si avrà la possibilità di specificare gli indirizzi e-mail che ricevono i messaggi vocali registrati. È inoltre necessario impostare un server SMTP di seguito.
pl: Po włączeniu poczty głosowej, będziesz miał szansę na podanie adresów e-mail, które będą otrzymywać nagrane wiadomości głosowe. Musisz również skonfigurować serwer SMTP.
pt_br: Quando você habilita o correio de voz, você terá a oportunidade de especificar endereços de correio eletrônio que recebem o correio de voz gravado. Você precisa também configurar um servidor SMTP abaixo.
ru: При включении голосовой почты, у вас будет возможность указать адреса электронной почты, на которые будут отправляться записи голосовой почты. Вы также должны указать SMTP-сервер ниже.
zh_tw: 當你啟用語音郵件功能, 擬將有機會指定特定可接收錄音檔的語音郵件的郵件位址. 你也必須在下面設定外寄郵件(SMTP)伺服器.

source: Yes
ca: Sí
de: Ja
es: Sí
it: Sì
pl: Tak
pt_br: Sim
ru: Да

source: You can also retain copies of voicemail messages on the device running your PBX. The path specified here will be created if it doesn't exist. Beware of limited space on embedded devices like routers, and enable this option only if you know what you are doing.
ca: Podeu també retenir còpies de missatges de veu en el dispositiu executant el vostre PBX. La ruta especificat aquí es crearà si no existeix. Teniu compte d'espai limitat en dispositius incrustats com els encaminadors, i habiliteu aquesta opció només si coneixeu ho que feu.
de: Sie können auch Kopien Ihrer Voicemail-Nachrichten auf dem Gerät speichern. Der hier angegebene Pfad wird erstellt, falls er nicht existiert. Beachten Sie, dass Geräte wie Router nur begrenzten Speicherplatz haben, und aktivieren Sie diese Option nur, wenn Sie wissen, was Sie tun.
es: También puede guardar copias de los mensajes de Voicemail en el dispositivo. El camino se creará si no existe. Tenga cuidado de no sobrepasar el espacio disponible en dispositivos pequeños como routers.
it: È inoltre possibile conservare copie dei messaggi vocali sul dispositivo che esegue il PBX. Il percorso specificato in questo campo viene creato se non esiste. Attenzione lo spazio è limitato sui dispositivi embedded come router, e abilitare questa opzione solo se si sa cosa si sta facendo.
pl: Możesz też zachować kopie nagrań poczty głosowej na urządzeniu, na którym działa PBX. Ścieżka określona tutaj zostanie utworzona, jeśli nie istnieje. Pamiętaj o ograniczonym miejscu na urządzeniach takich jak routery i włącz tę opcję tylko jeśli wiesz co robisz.
pt_br: Você pode também manter cópias das mensagens de correio de voz no dispositivo executando o seu PBX. O caminho especificado aqui será criado se ele não existe. Cuidado com espaço limitado em dispositivos embarcados, como roteadores, e habilite esta opção apenas se você sabe o que você está fazendo.
ru: Вы также можете сохранять копии сообщений голосовой почты локально на устройстве с запущенной АТС. Указанный здесь путь будет создан в случае его отсутствия. Учитывайте, что пространство для хранения сообщений голосовой почты может быть ограничено вашим устройством.
zh_tw: 你也可以保留語音郵件訊息的複本在PBX總機的設備上. 這裡所指定的路徑如果它不存在時將會被建立. 為預防像路由器的嵌入式設備有限的空間限制, 如果你確定這個用途請啟用這個選項.

source: Your real SMTP password is not shown for your protection. It will be changed only when you change the value in this box.
ca: La vostra contrasenya SMTP no es mostra per a la vostra protecció. Es canviarà només quan canvieu el valor en aquesta caixa.
de: Ihr SMTP-Passwort wird zu Ihrem Schutz nicht angezeigt. Es wird nur geändert, wenn Sie dein Eintrag in diesem Kästchen verändern.
es: Su contraseña SMTP real no se muestra. Se cambiará solo cuando cambie el valor en esta caja.
it: La tua password SMTP reale non viene visualizzata per la vostra protezione. Verrà modificato solo quando si modifica il valore in questa casella.
pl: Twoje prawdziwe hasło SMTP nie jest pokazane dla Twojej ochrony. Zostanie zmienione tylko jeśli zmienisz wartość w tym polu.
pt_br: Sua senha real do SMTP não é mostrada para a sua proteção. Ela será alterada apenas quando você modificar o valor neste campo.
ru: Ваш настоящий пароль SMTP здесь не показан. Он будет изменён только тогда, когда вы измените значение в этом поле.
zh_tw: 為了保護你的SMTP密碼將不會顯示. 只有當你改變盒子中的值時它將會被變更
