Repository: SpaceExplorationTechnologies/starlink-wifi-gen2
Catalog: openwrt/package/luci/applications/luci-app-statistics/po/*/rrdtool.po
Languages: ca, cs, de, hu, it, no, pl, pt_br, ru, zh_cn

# stat_dg_title_wireless__signal_noise
source: %H: Wireless - Signal Noise Ratio
ca: %H: Wireless - Relació Senyal Soroll
cs: Bezdrátová síť - Úroveň šumu
de: %H: Drahtlos - Signal-Noise-Verhältnis
hu: %H: Vezetéknélküli - Jel-zaj arány
it: stat_dg_title_wireless__signal_noise
no: %H: Trådløs - Signal Støy Forhold
pl: %H: Sieć bezprzewodowa - Poziom Szumów
pt_br: %H: Wireless - Relação Sinal/Ruido
ru: %H: Беспроводная связь - отношение сигнал/шум
zh_cn: 无线信号噪音

# stat_dg_label_wireless__signal_noise
source: dBm
it: stat_dg_label_wireless__signal_noise
ru: дБм
zh_cn: 信噪比

# stat_ds_signal_noise
source: Noise Level
ca: Nivell de soroll
cs: Úroveň šumu
hu: Zajszint
it: stat_ds_signal_noise
no: Støy Nivå
pl: Poziom szumów
pt_br: Nivel de Ruído
ru: Уровень шума
zh_cn: 信号噪音

# stat_ds_signal_power
source: Signal Strength
ca: Potència de senyal
cs: Síla signálu
de: Signalstärke
hu: Jelerősség
it: stat_ds_signal_power
no: Signal Styrke
pl: Moc sygnału
pt_br: Força do Sinal
ru: Мощность сигнала
zh_cn: 信号强度

# stat_dg_title_wireless__signal_quality
source: %H: Wireless - Signal Quality
ca: %H: Wireless - Qualitat de senyal
cs: %H: Wireless - kvalita signálu
de: %H: Drahtlos - Signalqualität
hu: %H: Vezetéknélküli - Jel minőség
it: stat_dg_title_wireless__signal_quality
no: %H: Trådløs - Signal Kvalitet
pl: %H: Sieć bezprzewodowa - Jakość sygnału
pt_br: %H: Wireless - Qualidade do Sinal
ru: %H: Беспроводная связь - качество сигнала
zh_cn: %H: 无线 - 信号质量

# stat_dg_label_wireless__signal_quality
source: n
it: stat_dg_label_wireless__signal_quality

# stat_ds_signal_quality
source: Signal Quality
ca: Qualitat de senyal
cs: Kvalita signálu
de: Signalqualität
hu: Jelminőség
it: stat_ds_signal_quality
no: Signal Kvalitet
pl: Jakość sygnału
pt_br: Qualidade do Sinal
ru: Качество сигнала
zh_cn: 信号质量

# stat_dg_title_ping
source: %H: ICMP Roundtrip Times
ca: %H: Temps ICMP d'anada i tornada
cs: %H: ICMP časy odezvy
de: %H: ICMP Antwortzeiten
hu: %H: ICMP oda-vissza idő
it: stat_dg_title_ping
no: %H: ICMP Rundtur Antall
pl: %H: ICMP - Czasy odpowiedzi
pt_br: %H: Tempo de resposta ICMP
ru: %H: Сквозное время ICMP
zh_cn: %H: ICMP 往返时间

# stat_dg_label_ping
source: ms
it: stat_dg_label_ping
ru: мс
zh_cn: 响应

# stat_ds_ping
source: %di
it: stat_ds_ping

# stat_dg_title_iptables__ipt_packets
source: %H: Firewall - Processed Packets
ca: %H: Tallafocs - Paquets processats
cs: %H: Firewall - zpracované pakety
de: %H: Firewall - Verarbeitete Pakete
hu: %H: Tűzfal - feldolgozott csomagok
it: stat_dg_title_iptables__ipt_packets
no: %H: Brannmur - Pakker Behandlet
pl: %H: Firewall - Przetworzone pakiety
pt_br: %H: Firewall - Pacotes Processados
ru: %H: Межсетевой экран - обработанные пакеты
zh_cn: %H: 防火墙 - 已处理的数据包

# stat_dg_label_iptables__ipt_packets
source: Packets/s
ca: Paquets/s
cs: Pakety/s
de: Pakete/s
hu: csomag/másodperc
it: stat_dg_label_iptables__ipt_packets
no: Pakker/Sek
pl: Pakiety/s
pt_br: Pacote/s
ru: пакет/c

# stat_ds_ipt_packets
source: Chain "%di"
ca: Cadena "%di"
cs: Řetěz \"%di\"
de: Kette "%di"
hu: Lánc \"%di\"
it: stat_ds_ipt_packets
no: Lenke \"%di\"
pl: Łańcuch "%di"
pt_br: Cadeia "%di"
ru: "%di"

# stat_dg_title_netlink__if_octets
source: %H: Netlink - Transfer on %pi
ca: %H: Enllaç de xarxa - Transferència en %pi
cs: %H: Netlink - přenos na %pi
de: %H: Netlink - Transfer auf %pi
hu: %H: Netlink - %pi forgalma
it: stat_dg_title_netlink__if_octets
no: %H: Netlink - Overført på %pi
pl: %H: Netlink - Transfer przez %pi
pt_br: %H: Netlink - Transferência na %pi
ru: %H: Netlink - передача на %pi
zh_cn: %H: Netlink - %pi 上的数据传输

# stat_dg_label_netlink__if_octets
source: Bytes/s
cs: Bajty/s
hu: bájt/másodperc
it: stat_dg_label_netlink__if_octets
no: Bytes/Sek
pl: Bajty/s
ru: байт/c
zh_cn: 字节/秒

# stat_ds_if_octets
source: Bytes (%ds)
cs: Bajty (%ds)
hu: bájtok (%ds)
it: stat_ds_if_octets
pl: Bajtów (%ds)
ru: Байт (%ds)
zh_cn: 字节 (%ds)

# stat_dg_title_netlink__if_packets
source: %H: Netlink - Packets on %pi
ca: %H: Enllaç de xarxa - Paquets en %pi
cs: %H: Netlink - pakety na %pi
de: %H: Netlink - Pakete auf %pi
hu: %H: Netlink - %pi csomagjai
it: stat_dg_title_netlink__if_packets
no: %H: Netlink - Pakker på %pi
pl: %H: Netlink - Pakiety na %pi
pt_br: %H: Netlink - Pacotes na %pi
ru: %H: Netlink - пакеты на %pi
zh_cn: %H: Netlink - %pi 的数据包

# stat_dg_label_netlink__if_packets
source: Packets/s
ca: Paquets/s
cs: Pakety/s
de: Pakete/s
hu: csomag/másodperc
it: stat_dg_label_netlink__if_packets
no: Pakker/Sek
pl: Pakiety/s
ru: пакет/c

# stat_ds_if_packets
source: Processed (%ds)
ca: Processats (%ds)
cs: Zpracováno (%ds)
de: Verarbeitet (%ds)
hu: feldolgozva (%ds)
it: stat_ds_if_packets
no: Behandlet (%ds)
pl: Przetworzone (%ds)
pt_br: Processado (%ds)
ru: Обработано (%ds)
zh_cn: 已处理 (%ds)

# stat_ds_if_dropped
source: Dropped (%ds)
ca: Descartats (%ds)
cs: Zahozeno (%ds)
de: Verworfen (%ds)
hu: eldobva (%ds)
it: stat_ds_if_dropped
no: Droppet (%ds)
pl: Odrzucone (%ds)
pt_br: Descartados (%ds)
ru: Исключено (%ds)
zh_cn: 丢弃 (%ds)

# stat_ds_if_errors
source: Errors (%ds)
cs: Chyby (%ds)
de: Fehler (%ds)
hu: hibák (%ds)
it: stat_ds_if_errors
no: Feil (%ds)
pl: Błędy (%ds)
pt_br: Erros (%ds)
ru: Ошибок (%ds)
zh_cn: 错误 (%ds)

# stat_dg_title_netlink__if_multicast
source: %H: Netlink - Multicast on %pi
ca: %H: Enllaç de xarxa - Multicast en %pi
cs: %H: Netlink - multicast na %pi
de: %H: Netlink - Multicast auf %pi
hu: %H: Netlink - multicast %pi-n
it: stat_dg_title_netlink__if_multicast
no: %H: Netlink - Multicast på %pi
pl: %H: Netlink - Multicasty na %pi
pt_br: %H: Netlink - Multicast na %pi
ru: %H: Netlink - групповые пакеты на %pi
zh_cn: %H: Netlink - %pi 上的多播

# stat_dg_label_netlink__if_multicast
source: Packets/s
ca: Paquets/s
cs: Pakety/s
de: Pakete/s
hu: csomag/másodperc
it: stat_dg_label_netlink__if_multicast
no: Pakker/Sek
pl: Pakiety/s
pt_br: Pacote/s
ru: пакет/с

# stat_ds_if_multicast
source: Packets
ca: Paquets
cs: Pakety
de: Pakete
hu: csomagok
it: stat_ds_if_multicast
no: Pakker
pl: Pakiety
pt_br: Pacotes
ru: Пакеты
zh_cn: 数据包

# stat_dg_title_netlink__if_collisions
source: %H: Netlink - Collisions on %pi
ca: %H: Enllaç de xarxa - Col·lisions en %pi
cs: %H: Netlink - kolize na %pi
de: %H: Netlink - Kollisionen auf %pi
hu: %H: Netlink - ütközések %pi-n
it: stat_dg_title_netlink__if_collisions
no: %H: Netlink - Kollisjoner på %pi
pl: %H: Netlink - Kolizje na %pi
pt_br: %H: Netlink - Colisões na %pi
ru: %H: Netlink - коллизии на %pi
zh_cn: %H: Netlink - %pi 上的 Collisions

# stat_dg_label_netlink__if_collisions
source: Collisions/s
cs: Kolize/s
de: Kollisionen/s
hu: ütközés/másodperc
it: stat_dg_label_netlink__if_collisions
no: Kollisjoner/Sek
pl: Kolizje/s
pt_br: Colisão(es)
ru: коллиз/сек

# stat_ds_if_collisions
source: Collisions
cs: Kolize
de: Kollisionen
hu: Ütközések
it: stat_ds_if_collisions
no: Kollisjoner
pl: Kolizje
pt_br: Colisões
ru: Коллизии

# stat_dg_title_netlink__if_tx_errors
source: %H: Netlink - Errors on %pi
ca: %H: Enllaç de xarxa - Errors on %pi
cs: %H: Netlink - chyby na %pi
de: %H: Netlink - Fehler auf %pi
hu: %H: Netlink - hibák %pi-n
it: stat_dg_title_netlink__if_tx_errors
no: %H: Netlink - Feil på %pi
pl: %H: Netlink - Błędy na %pi
pt_br: %H: Netlink - Erros na %pi
ru: %H: Netlink - Ошибки на %pi
zh_cn: %H: Netlink - %pi 上发生的错误

# stat_dg_label_netlink__if_tx_errors
source: Errors/s
cs: Chyby/s
de: Fehler/s
hu: hiba/másodperc
it: stat_dg_label_netlink__if_tx_errors
no: Feil/Sek
pl: Błędy/s
pt_br: Erro/s
ru: ошибок/c
zh_cn: 错误/秒

# stat_ds_if_tx_errors
source: %di
it: stat_ds_if_tx_errors

# stat_ds_if_rx_errors
source: %di
it: stat_ds_if_rx_errors

# stat_dg_title_processes
source: %H: Processes
ca: %H: Processos
cs: %H: Procesy
de: %H: Prozesse
hu: %H: Folyamatok
it: stat_dg_title_processes
no: %H: Prosesser
pl: %H: Procesy
pt_br: %H: Processos
ru: %H: Процессы
zh_cn: %H: 进程

# stat_dg_label_processes
source: Processes/s
ca: Processos/s
cs: Procesy/s
de: Prozesse/s
hu: folyamat/másodperc
it: stat_dg_label_processes
no: Prosesser/Sek
pl: Procesy/s
pt_br: Processo/s
ru: Процессов/с
zh_cn: 进程/秒

# stat_ds_ps_state
source: %di
it: stat_ds_ps_state

# stat_dg_title_processes__ps_cputime
source: %H: Process %pi - used cpu time
ca: %H: Procés %pi - temps de cpu usat
cs: %H: Proces %pi - čas využití CPU
de: %H: Prozess %pi - Verbrauchte CPU Zeit
hu: %H: Folyamat %pi - processzor idő
it: stat_dg_title_processes__ps_cputime
no: %H: Prosesser %pi - brukt cpu tid
pl: %H: Proces %pi - użyty czas Procesora
pt_br: %H: Processo %pi - tempo usado da cpu
ru: %H: Процесс %pi - время ЦП
zh_cn: %H: 进程 %s - 占用的 CPU 时间

# stat_dg_label_processes__ps_cputime
source: Jiffies
hu: jiffie-k
it: stat_dg_label_processes__ps_cputime
no: Jiffier

# stat_ds_ps_cputime__syst
source: system
ca: sistema
cs: systém
hu: rendszer
it: stat_ds_ps_cputime__syst
pt_br: sistema
ru: система
zh_cn: 系统

# stat_ds_ps_cputime__user
source: user
ca: usuari
cs: uživatel
hu: felhasználó
it: stat_ds_ps_cputime__user
no: bruker
pl: użytkownik
pt_br: usuário
ru: пользователь
zh_cn: 用户

# stat_dg_title_processes__ps_count
source: %H: Process %pi - threads and processes
ca: %H: Procés %pi - threads i processos
cs: %H: Proces %pi - vlákna a procesy
de: %H: Prozess %pi - Threads und Prozesse
hu: %H: Folyamat %pi - szálak és folyamatok
it: stat_dg_title_processes__ps_count
no: %H: Prosess %pi - tråder og prosesser
pl: %H: Proces %pi - wątki i procesy
pt_br: %H: Processo %pi - threads e processos
ru: %H: Процесс %pi - потоков и процессов
zh_cn: %H: 进程 %pi - 进程与线程

# stat_dg_label_processes__ps_count
source: Count
ca: Compte
cs: Počet
de: Anzahl
hu: darab
it: stat_dg_label_processes__ps_count
no: Telle
pl: Liczba
pt_br: Contagem
ru: Количество
zh_cn: 个

# stat_ds_ps_count
source: %ds
it: stat_ds_ps_count

# stat_dg_title_processes__ps_pagefaults
source: %H: Process %pi - page faults
ca: %H: Procés %pi - errors de pàgina
cs: %H: Process %pi - chyby stránkování
de: %H: Prozess %pi - Speicherzugriffsfehler
hu: %H: Folyamat %pi - laphibák
it: stat_dg_title_processes__ps_pagefaults
no: %H: Prosess %pi - sidefeil
pl: %H: Proces %pi - błędy stronnicowania
pt_br: %H: Processo %pi - pagina de erros
ru: %H: Процесс %pi - ошибки страниц
zh_cn: %H: 进程 %pi - 分页错误

# stat_dg_label_processes__ps_pagefaults
source: Pagefaults
ca: Errors de pàgina
cs: Chyby stránkování
de: Zugriffsfehler
hu: Laphibák
it: stat_dg_label_processes__ps_pagefaults
no: Sidefeil
pl: Błędy stronnicowania
pt_br: Pagina de erros
ru: Ошибки страниц
zh_cn: 分页错误

# stat_ds_ps_pagefaults
source: page faults
ca: errors de pàgina
cs: chyby stránkování
de: Zugriffsfehler
hu: laphibák
it: stat_ds_ps_pagefaults
no: side feil
pl: błędy stronnicowania
pt_br: pagina de erros
ru: ошибки страниц
zh_cn: 分页错误

# stat_dg_title_processes__ps_rss
source: %H: Process %pi - virtual memory size
ca: %H: Procés %pi - mida de memòria virtual
cs: %H: Proces %pi - velikost virtuální paměti
de: %H: Process %pi - Virtueller Speicher
hu: %H: Folymat %pi - virtuális memória mérete
it: stat_dg_title_processes__ps_rss
no: %H: Prosess %pi - virtuelt minne størrelse
pl: %H: Proces %pi - rozmiar pamięci wirtualnej
pt_br: %H: Processo %pi - tamanho da memória virtual
ru: %H: Процесс %pi - размер виртуальной памяти
zh_cn: %H: 进程 %pi - 虚拟内存大小

# stat_dg_label_processes__ps_rss
source: Bytes
cs: Bajty
hu: Bájtok
it: stat_dg_label_processes__ps_rss
pl: Bajtów
ru: Байт
zh_cn: 字节

# stat_ds_ps_rss
source: virtual memory
ca: memòria virtual
cs: virtuální paměť
de: virtueller Speicher
hu: virtuális memória
it: stat_ds_ps_rss
no: virtuelt minne
pl: pamięć wirtualna
pt_br: memória virtual
ru: виртуальная память
zh_cn: 虚拟内存

# stat_dg_title_cpu
source: %H: Usage on Processor #%pi
ca: %H: Ús al Processador #%pi
cs: %H: Vytížení procesoru #%pi
de: %H: Auslastung auf Prozessor #%pi
hu: %H: %pi processzor kihasználtsága
it: stat_dg_title_cpu
no: %H: Bruk av prosessor #%pi
pl: %H: Użycie Procesora #%pi
pt_br: %H: Usado no Processado #%pi
ru: %H: Использование ЦП #%pi
zh_cn: %H: 对处理器 #%pi 的占用

# stat_ds_cpu
source: %di
it: stat_ds_cpu

# stat_dg_title_interface__if_octets
source: %H: Transfer on %di
ca: %H: Transferència a %di
cs: %H: Přenos na %di
de: %H: Transfer auf %di
hu: %H: %di forgalma
it: stat_dg_title_interface__if_octets
no: %H: Overført på %di
pl: %H: Transfer na %di
pt_br: %H: Transferência na %di
ru: %H: Передача на %di
zh_cn: %H: %di 上的数据传输情况

# stat_dg_label_interface__if_octets
source: Bytes/s
cs: Bajty/s
hu: bájt/másodperc
it: stat_dg_label_interface__if_octets
no: Bytes/Sek
pl: Bajtów/s
ru: байт/c
zh_cn: 字节/秒

# stat_dg_title_interface__if_packets
source: %H: Packets on %di
ca: %H: Paquets a %di
cs: %H: Pakety na %di
de: %H: Pakete auf %di
hu: %H: %di csomagjai
it: stat_dg_title_interface__if_packets
no: %H: Pakker på %di
pl: %H: Pakietów na %di
pt_br: %H: Pacotes na %di
ru: %H: Пакетов на %di
zh_cn: %H: %di 上的数据包

# stat_dg_label_interface__if_packets
source: Packets/s
ca: Paquets/s
cs: Pakety/s
de: Pakete/s
hu: csomag/másodperc
it: stat_dg_label_interface__if_packets
no: Pakker/Sek
pl: Pakietów/s
pt_br: Pacote/s
ru: пакетов/c

# stat_dg_title_tcpconns
source: %H: TCP-Connections to Port %pi
ca: %H: Connexions TCP a Port %pi
cs: %H: TCP-spojení na portu %pi
de: %H: TCP-Verbindungen auf Port %pi
hu: %H: TCP kapcsolatok a %pi portra
it: stat_dg_title_tcpconns
no: %H: TCP-tilkoblinger på port %pi
pl: %H: TCP-połączeń na port %pi
pt_br: %H: Ligações TCP na Porta %pi
ru: %H: TCP соединений на порт %pi
zh_cn: %H: 到端口 %pi 的 TCP 连接

# stat_dg_label_tcpconns
source: Connections/s
ca: Connexions/s
cs: Spojení/s
de: Verbindungen/s
hu: kapcsolat/másodperc
it: stat_dg_label_tcpconns
no: Tilkoblinger/Sek
pl: Połączeń/s
pt_br: Ligação(ões)
ru: соединений/с
zh_cn: 连接/秒

# stat_ds_tcp_connections
source: %di
it: stat_ds_tcp_connections

# stat_dg_title_df
source: %H: Disk Space Usage on %di
ca: %H: Ús de l'espai de disc a %di
cs: %H: Využití diskového prostoru na %di
de: %H: Speicherverbrauch auf %di
hu: %H: lemezterület felhasználás %di-n
it: stat_dg_title_df
no: %H: Disk forbruk på %di
pl: %H: Użycie przestrzeni dyskowej na %di
pt_br: %H: Utilização de Espaço em Disco em %di
ru: %H: Использование дискового пространства на %di
zh_cn: %H: %di 上的磁盘占用情况

# stat_dg_label_df
source: Bytes
cs: Bajty
hu: bájt
it: stat_dg_label_df
pl: Bajtów
ru: Байт
zh_cn: 字节

# stat_ds_df__free
source: %ds
de: verfügbar
it: stat_ds_df__free

# stat_ds_df__used
source: %ds
de: belegt
it: stat_ds_df__used

# stat_dg_title_irq
source: %H: Interrupts
ca: %H: Interrupcions
cs: %H: Přerušení
hu: %H: megszakítások
it: stat_dg_title_irq
no: %H: Avbrudd
pl: %H: Przerwania
pt_br: %H: Interrupções
ru: %H: прерывания
zh_cn: %H: 中断

# stat_dg_label_irq
source: Issues/s
ca: Temes/s
cs: Problémy/s
de: Aufrufe/s
hu: darab/másodperc
it: stat_dg_label_irq
no: Problemer/Sek
pl: Problem(y)
pt_br: Erro/s
ru: запросов/с

# stat_ds_irq
source: IRQ %di
it: stat_ds_irq

# stat_dg_title_load
source: %H: System Load
ca: %H: Càrrega de Sistema
cs: %H Zatížení systému
de: %H: Systemlast
hu: %H: Rendszer terhelés
it: stat_dg_title_load
no: %H: System Belastning
pl: %H: Obciążenie Systemu
pt_br: %H: Carga do Sistema
ru: %H: Загрузка системы
zh_cn: %H: 系统负载

# stat_dg_label_load
source: Load
ca: Càrrega
cs: Zatížení
de: Last
hu: Terhelés
it: stat_dg_label_load
no: Belastning
pl: Obciążenie
pt_br: Carga
ru: Загрузка
zh_cn: 负载

# stat_ds_load__shortterm
source: 1 min
de: 1 Minute
hu: 1 perc
it: stat_ds_load__shortterm
ru: 1 мин.
zh_cn: 1 分钟

# stat_ds_load__midterm
source: 5 min
de: 5 Minuten
hu: 5 perc
it: stat_ds_load__midterm
ru: 5 мин.
zh_cn: 5 分钟

# stat_ds_load__longterm
source: 15 min
de: 15 Minuten
hu: 15 perc
it: stat_ds_load__longterm
ru: 15 мин.
zh_cn: 15 分钟
